export const RULE2 = `### Организация дорожного движения
 
1. На дорогах Республики Армения устанавливается правостороннее движение транспортных средств.
2. Единый порядок дорожного движения в Республике Армения устанавливается правилами дорожного движения, утвержденными Правительством Республики Армения.

### Основные Понятия и Определения

1. **Пассажир**
   - Пассажир -  лицо, находящееся в салоне (кабине) транспортного средства или на транспортном средстве, а также лицо, которое садится (поднимается) в транспортное средство и выходит из (сходит с) него, кроме водителя и обучающего вождению лица.

2. **Пешеход**
   - Пешеход - Лицо, находящееся вне транспортного средства на дороге, за исключением лица, имеющего полномочие на произведение работ на дороге и в порядке, установленном законодательством, осуществляющего данные работы.

3. **К пешеходам приравниваются**
    - К пешеходам приравниваются инвалиды, передвигающиеся со скоростью пешехода в инвалидной коляске с двигателем, и лица, ведущие велосипед, мопед или мотоцикл.

4. **Водитель**
    - К водителю приравниваются погонщики, ведущие **по дороге** вьючных и/или верховых животных или скот.

5. **Регулировщик**
    - Регулировщик - лицо, имеющее полномочия на регулирование дорожного движения и осуществляющее это регулирование в установленном законодательством порядке.

### Категории Транспортных Средств

1. Механические транспортные средства подразделяются на следующие категории:
   - категория „А” - мототранспортные средства, за исключением мопеда;
   - категория „В” - автомобили с разрешенной максимальной массой до 3500 кг или предусмотренные для пассажиров автомобили, имеющие не более восьми сидячих мест;
   - категория „С” - автомобили с разрешенной максимальной массой более 3500 кг;
   - категория „D” - предусмотренные для пассажиров автомобили, имеющие более восьми сидячих мест;
   - категория „Е” - подвижные составы с тягачом категории B, C или D;
   - „Троллейбус” и „Мотоколяски”.

2. Транспортными средствами категории „С” (грузовыми автомобилями) разрешается перевозить до 8 пассажиров, а в случае перевозки большего количества людей водитель обязан также иметь право на управление транспортным средством категории „D”.

3. Право на управление транспортными средствами возникает с момента получения удостоверения на право вождения

### Возрастные ограничения для получения водительского удостоверения

1. **Удостоверение на право управления транспортными средствами** предоставляется:
   - категории **„А”** - лицам, достигшим возраста **18 лет**;
   - категорий **„В”** и **„С”** - лицам, достигшим возраста **18 лет**;
   - категорий **„BE”** - лицам от **19 лет**;
   - категории **„D”** и **„D1”** - лицам, достигшим возраста **21 года**;
   - категории **„D”** и **„D1”** - лицам, призванным на службу в Вооруженные Силы и другие войска РА, лицам от **19 лет**;
   - категории **„Е”** - лицам, имеющим право на управление транспортным средством категорий **„В”**, **„С”** или **„D”** **при наличии как минимум 12-месячного опыта** управления транспортным средством соответствующей категории;
   - „трамвай” и „троллейбус” - лицам, достигшим возраста **20 лет**.

    -  Управлять мопедом разрешается лицам, достигшим возраста **16 лет**, а управлять велосипедом, гужевой повозкой (гужевыми санями), погонять вьючных, верховых животных или скот - лицам, достигшим возраста 14 лет.

2. **Национальные водительские удостоверения**
    - Национальные водительские удостоверения выдаются на 10 лет.

### Международное удостоверение

1. **Международные удостоверения категорий 'A' и 'B'**
    - Международные удостоверения на право управления транспортными средствами категорий 'A' и 'B' могут выдаваться лицам от 18 лет.

2. **Международное удостоверение категории 'C'**
    - Международное удостоверение на право управления транспортными средствами категории 'C' может выдаваться лицам от 21 года.

3. **Международное удостоверение категорий 'D', 'DE', 'D1' и 'D1E'**
    - Международное удостоверение на право управления транспортными средствами категорий 'D', 'DE', подкатегорий 'D1' и 'D1E' может выдаваться лицам от 21 года.

4. **Международные водительские удостоверения**
    - Международные водительские удостоверения выдаются на 3 года.

### Транспортные Средства

1. **Легковой автомобиль**
    - Легковой автомобиль - автомобиль, предназначенный для безопасной и удобной перевозки пассажиров и груза, имеющий не более 8 мест для сидения пассажиров.

2. **Грузовой автомобиль**
    - Грузовой автомобиль - автомобиль, своей конструкцией и оборудованием предназначенный для перевозки грузов.

3. **Автобус**
    - Автобус - автомобиль, предназначенный для безопасной и удобной перевозки пассажиров и груза, имеющий более 8 мест для сидения пассажиров.

4. **Разрешенная максимальная масса**
    - Разрешенная максимальная масса - масса нагруженного, снаряженного и заправленного транспортного средства с водителем, пассажирами и грузом, которую предприятие-изготовитель установило в качестве максимально допустимой.

5. **Прицеп**
    - Прицеп (полуприцеп) - не оборудованное двигателем транспортное средство, предназначенное для приведения в движение посредством механического транспортного средства и движения в его составе в качестве единого целого. Разрешенная максимальная масса прицепа 750 килограмм.

6. **Мопед**
    - Мопед - двух- или трехколесное транспортное средство с двигателем объемом до 50 см³ и максимальной скоростью до 50 км/ч.

7. **Велосипед**
    - Велосипед - транспортное средство, имеющее по меньшей мере 2 колеса и приводимое в движение мускульной силой человека, за исключением инвалидной коляски.

8. **Транспорт общего пользования**
    - Транспортное средство общего пользования - трамвай, троллейбус, автобус, имеющее остановки, движущееся по маршрутам и перевозящее пассажиров и/или багаж.

9. **Пункт остановки транспортного средства общего пользования**
    - Пункт остановки транспортного средства общего пользования - место на определенном отрезке маршрута, предусмотренное для посадки-высадки пассажиров и **оборудованное соответствующими дорожными знаками**.

### Техническое Состояние и Регистрация

1. **Ответственность за техническое состояние**
    - Ответственность за содержание транспортного средства в технически годном состоянии несет собственник или пользователь транспортного средства.

2. **Проверка перед движением**
    - Водитель обязан перед началом движения проверить исправность тормозной системы, рулевого управления и соответствие остаточной высоты рисунка протектора шин установленным нормам.

    - Водитель механического транспортного средства обязан иметь при себе удостоверение на право управления транспортным средством данной категории и регистрационные документы транспортного средства.

3. **Государственная регистрация**
    - Транспортное средство должно быть представлено на государственную регистрацию в органы Дорожной полиции в течение 15 дней со дня его приобретения.

4. **Содействие полиции**
    - Водитель обязан предоставлять транспортное средство служащим полиции для перемещения в медицинское учреждение лиц, нуждающихся в срочной медицинской помощи а также медицинским работникам, которые в целях оказания медицинской помощи следуют в том же направлении (с согласия водителя).

5. **Действия при ДТП**
    - Водитель, причастный к ДТП, обязан немедленно остановить транспортное средство, включить аварийную сигнализацию и не перемещать связанные с аварией предметы.

### Обучение

1. **Обучение вождению**
   - Начальное обучение по практическому вождению транспортного средства осуществляется на закрытой площадке или автодроме.

2. **Обучающий вождению**
    - Обучающий вождению транспортного средства приравнивается к водителю.

3. **Ремни безопасности**
   - Обучающийся вождению должен быть пристегнут ремнями безопасности во время учебной езды.

### Дорожные конструкции и дороги

1. **Полоса движения**
    - Полоса движения - обозначенная или не обозначенная разметкой продольная полоса проезжей части, ширина которой достаточна для движения транспортных средств в один ряд.

2. **Количество полос на дороге**
    - Количество полос определяется разметкой или знаками, а при их отсутствии - водителями с учетом ширины проезжей части и габаритов транспортных средств.

    - Сторона для встречного движения на дорогах без разделительной полосы - половина ширины проезжей части слева, исключая местные уширения.

3. **Разделительная полоса**
    - Разделительная полоса - элемент дороги, выделенный конструктивно и/или соответствующей разметкой, разделяющий смежные проезжие части, не предназначенный для движения и остановки транспортных средств и пешеходов.

4. **Проезжая часть и пересечений проезжих частей**
   - Проезжая часть дороги - элемент дороги, предназначенный для движения безрельсовых транспортных средств.

5. **Движение по проезжей части**

    -  вы должны выбирать самую правую полосу, однако вы имеете право двигаться по той полосе, которая лучше вам подходит для продолжения путешествия:
        - Если есть 2 или более полосы в попутном направлении и при этом максимальная скорость ограничена 70 км/час или менее.
        - Если присутствуют знаки или дорожная разметка, указывающие стрелками направление движения по полосам.

    - Двигаться по центру в условиях большой ширины **не разрешается**.

6. **Перекресток**
    - Перекресток — это место, где две или более дороги пересекаются или соединяются на одном уровне. Это момент, когда водители должны принять решения относительно приоритета, направления движения и взаимодействия с другими участниками дорожного движения. 

   - Выезд с прилегающей территории на дорогу **не считается** перекрестком.

7. **Тротуар**
    - Тротуар - элемент **дороги**, **каким-либо** образом отделенный от проезжей части, предназначенный для движения пешехода в установленном законодательством порядке.

8. **Тротуары и обочины**
    - Тротуар и обочины являются частью дороги.

9. **Ситуация с грунтовой дорогой**
    - При выезде с грунтовой дороги на асфальтобетонную дорогу она считается главной.

10. **Препятствия на дороге**
    - Препятствием является повреждение покрытия проезжей части, посторонний предмет или неисправный или неподвижный автомобиль.
    - Автомобиль, остановившийся из-за пробки, не является препятствием.

### Дорожное Движение и Маневры

1. **Маневр**
    - Маневр - начало движения транспортного средства (связанное с выездом на соседнюю полосу движения), выполнение перестроения, изменения направления движения, остановки (с перестроением) и разворота.
    - Маневр - начало движения, перестроение, изменение направления движения, остановка и разворот.

2. **Уступить дорогу**
    - Уступить дорогу - водитель не должен продолжать или возобновлять движение или осуществлять какой-либо маневр, если это может вынудить водителей других транспортных средств **внезапно** изменить направление движения или скорость.

3. **Начало движения**
    - Начало движения - момент начала движения транспортного средства с места стоянки или остановки в связи с перестроением на соседнюю полосу движения **или без него**.

4. **Перестроение**
    - Перестроение - выезд транспортного средства из занимаемой полосы движения с сохранением первоначального направления движения **И/ИЛИ** из занимаемого ряда обозначенной разметкой полосы движения

5. **Поворот**
    - Поворот - маневр транспортного средства, осуществляемый с целью выезда на другую дорогу **или прилегающую территорию**.

6. **Разворот**
    - Разворот - маневр, осуществляемый с целью **изменения направления движения** транспортного средства на противоположное.

7. **Объезд**
    - Объезд - обгон одного или нескольких транспортных средств, находящихся в движении, **без выезда** с занимаемой полосы.

### Вынужденные и Плановые Остановки

1. **Остановка**
    - Остановка - преднамеренное приведение транспортного средства в неподвижное состояние на время **до 5 минут** или на необходимое время для посадки или высадки пассажиров и/или загрузки, разгрузки транспортного средства.

2. **Стоянка**
    - Стоянка - преднамеренное приведение транспортного средства в неподвижное состояние на время **более 5 минут**, если это не связано с посадкой, высадкой пассажиров или загрузкой, разгрузкой транспортного средства.

3. **Вынужденная остановка**
     - Вынужденная остановка - это прекращение движения транспортного средства в связи с неожиданным включением запрещающего сигнала светофора, образовавшейся на дороге пробкой, неисправностью транспортного средства, опасностью, создаваемой физическим и (или) душевным состоянием водителя (пассажира) и (или) перевозимым грузом, или появлением препятствия на дороге.
    
###  Дорожные Условия и Обозначения

1. **Темное время суток**
    - Темное время суток - период времени между концом вечерних сумерек и началом утренних сумерек.

2. **Недостаточная видимость**
    - Недостаточная видимость - видимость дороги до 300 метров в условиях тумана, дождя, снегопада или других неблагоприятных погодных условий.


2. **Аварийная ситуация**
    - **Аварийная ситуация** - ситуация, возникшая вследствие действия и (или) бездействия участника движения и (или) регулировщика, при которой создается реальная угроза дорожно-транспортного происшествия.

`;
