import { TQuestions } from '../../types/question';

export const questions10: Array<TQuestions> = [
    {
      question: "1. При травме головы, оказывая помощь пострадавшему, необходимо:",
      answers: [
        "1. Уложить его, проподняв ноги.",
        "2. Уложить его, приподняв голову и туловище, обеспечив полулежащее положение.",
        "3. Уложить его в горизонтальном положении."
      ],
      correctAnswer: 1,
    },
    {
      question: "2. При автомобильной аварии какому из следующих пострадавших Вы окажете помощь в первую очередь?",
      answers: [
        "1. Испуганной беременной женщине.",
        "2. Ребенку с царапинами.",
        "3. Мужчине со сломанной рукой.",
        "4. Мужчине без сознания."
      ],
      correctAnswer: 3,
    },
    {
      question: "3. При кровотечении из носа, оказывая помощь пострадавшему, необходимо:",
      answers: [
        "1. Запрокинуть голову пострадавшего назад.",
        "2. Наклонить голову пострадавшего и сдавить верхнюю часть носа.",
        "3. Ввести ватный тампон в нос пострадавшего.",
        "4. Подождать пока кровотечение само остановится."
      ],
      correctAnswer: 1,
    },
    {
      question: "4. Во время движения водитель внезапно начинает жаловаться на сильную давящую боль в грудной клетке и затрудненное дыхание. Как следует поступить?",
      answers: [
        "1. Предложить ему обратиться в ближайшую больницу.",
        "2. Дать ему стакан воды, 2 таблетки валерианы.",
        "3. Незамедлительно остановить машину и включить аварийную сигнализацию.",
        "4. Посоветовать ему немного пройтись и подышать свежим воздухом."
      ],
      correctAnswer: 2,
    },
    {
      question: "5. Какую помощь следует оказать пострадавшему при судорожном припадке?",
      answers: [
        "1. Удерживать пострадавшего, стараясь ослабить судороги.",
        "2. Попытаться раскрыть рот, удержать язык и положить какой-либо предмет между зубами.",
        "3. Попытаться раскрыть дыхательные пути, откинув назад голову пострадавшего.",
        "4. Не трогать, подождать, пока судороги прекратятся."
      ],
      correctAnswer: 3,
    },
    {
      question: "6. Как следует поступить, оказывая помощь при ожоге?",
      answers: [
        "1. Оставить ожог открытым.",
        "2. Вскрыть волдыри с жидкостью, после чего туго перевязать.",
        "3. Смазать ожог растительным маслом.",
        "4. Охладить ожог водой, после чего накрыть стерильной перевязочной материей или чистыми тканями."
      ],
      correctAnswer: 3,
    },
    {
      question: "7. В результате аварии пешеход упал и повредил руку. На предплечье имеется большая рана (около 5 см), из которой непрерывно вытекает кровь темного цвета. Что необходимо сделать для остановки кровотечения?",
      answers: [
        "1. Промыть рану водой.",
        "2. Приподнять руку пострадавшего и наложить тугую повязку.",
        "3. Рану смазать спиртовым раствором йода."
      ],
      correctAnswer: 1,
    },
    {
      question: "8. Оказывая помощь при закрытых травмах мягких тканей конечностей, в первые часы следует:",
      answers: [
        "1. Наложить на рану теплую примочку.",
        "2. Наложить на рану холодную примочку и приподнять.",
        "3. Наложить на рану холодную примочку и удерживать ниже уровня сердца.",
        "4. Наложить на рану спиртовую примочку."
      ],
      correctAnswer: 1,
    },
    {
      question: "9. Водитель, сидя на корточках, продолжительное время заменял колесо автомобиля. Резко привстав, хватается за голову и, потеряв сознание, падает. Что следует делать?",
      answers: [
        "1. Попытаться посадить его.",
        "2. Приподнять его ноги.",
        "3. Обрызгать лицо холодной водой.",
        "4. Ударить по лицу."
      ],
      correctAnswer: 1,
    },
    {
      question: "10. Как следует поступить, если невозможно обеспечить безопасность на месте происшествия?",
      answers: [
        "1. Оказать помощь всем, но быть осторожным.",
        "2. Оказать помощь пострадавшему, находящемуся к вам ближе всех.",
        "3. Не подходить, немедленно сообщить о случившемся и не разрешать посторонним лицам подходить к месту происшествия.",
        "4. Не подходить, попросить кого-либо другого оказать помощь."
      ],
      correctAnswer: 2,
    },
    {
      question: "11. Вы видите лежащего на земле человека и замечаете торчащую из голени кость и кровь. Если место происшествия безопасно, что следует делать в первую очередь?",
      answers: [
        "1. Вызвать скорую помощь.",
        "2. Проверить сознание и дыхание.",
        "3. Обездвижить ногу."
      ],
      correctAnswer: 1,
    },
    {
      question: "12. Когда пострадавший имеет открытый перелом конечности, то при оказании помощи необходимо:",
      answers: [
        "1. Немедленно приподнять конечность пострадавшего.",
        "2. Накрыть рану стерильной салфеткой и обездвижить травмированную конечность.",
        "3. Надавив, остановить кровотечение.",
        "4. Наложить на рану холодные примочки."
      ],
      correctAnswer: 1,
    },
    {
      question: "13. При травме грудной клетки необходимо:",
      answers: [
        "1. Уложить пострадавшего в горизонтальном положении.",
        "2. Посадить, прислонив на травмированную сторону.",
        "3. Посадить, прислонив на здоровую сторону."
      ],
      correctAnswer: 1,
    },
    {
      question: "14. При выпадении органов вследствие открытой травмы брюшной полости пострадавшего необходимо:",
      answers: [
        "1. Промыть и попытаться осторожно вложить выпавшие органы обратно.",
        "2. Накрыть выпавшие органы чистой влажной тканью и полиэтиленовой пленкой.",
        "3. Перерезать выпавшие органы и перевязать рану.",
        "4. Не трогать, в этом состоянии перевезти в больницу."
      ],
      correctAnswer: 1,
    },
    {
      question: "15. Пострадавшего, находящегося в бессознательном состоянии при наличии дыхания, необходимо:",
      answers: [
        "1. Уложить на спину.",
        "2. Открыть рот и вытянуть язык.",
        "3. Повернуть на бок и откинуть голову назад."
      ],
      correctAnswer: 2,
    },
    {
      question: "16. При сильном кровотечении необходимо:",
      answers: [
        "1. Только перевязать рану.",
        "2. Наложить тугую повязку на поврежденный участок и надавить на точку савливания артерии.",
        "3. Посыпать рану пеплом."
      ],
      correctAnswer: 1,
    },
    {
      question: "17. При автомобильной аварии в первую очередь необходимо:",
      answers: [
        "1. Устроить пострадавшего в удобном положении.",
        "2. Обследовать место происшествия и обеспечить безопасность.",
        "3. Проверить наличие сильного кровотечения у пострадавшего.",
        "4. Вынести пострадавшего из автомобиля."
      ],
      correctAnswer: 1,
    },
    {
      question: "18. Если в ране пострадавшего находится инородный предмет, то при оказании помощи необходимо:",
      answers: [
        "1. Удалить из раны инородный предмет.",
        "2. Не препятствовать кровотечению поврежденного участка.",
        "3. Обеспечить неподвижное состояние инородного предмета.",
        "4. Обработать спиртом участок раны."
      ],
      correctAnswer: 2,
    },
    {
      question: "19. В состоянии покоя у взрослого человека пульс составляет:",
      answers: [
        "1. 40-60 ударов в минуту.",
        "2. 60-80 ударов в минуту.",
        "3. 80-100 ударов в минуту."
      ],
      correctAnswer: 1,
    },
    {
      question: "20. В состоянии покоя у взрослого человека частота дыхания составляет:",
      answers: [
        "1. 12-18 дыхательных движений в минуту.",
        "2. 20-30 дыхательных движений в минуту.",
        "3. 40-60 дыхательных движений в минуту."
      ],
      correctAnswer: 0,
    },
    {
      question: "21. При аварии пострадавшего из автомобиля следует вынести, если:",
      answers: [
        "1. У пострадавшего наблюдаются серьезные травмы.",
        "2. Место происшествия небезопасно, например, есть опасность взрыва.",
        "3. На автомобиль упал электрический провод."
      ],
      correctAnswer: 1,
    },
    {
      question: "22. При подозрении на внутреннее кровотечение в брюшной полости, при оказании помощи необходимо:",
      answers: [
        "1. Уложить пострадавшего и наложить на травму холодную примочку.",
        "2. Положить на живот горячую грелку.",
        "3. Наложить на живот тугую повязку.",
        "4. Дать пострадавшему обильное питье."
      ],
      correctAnswer: 0,
    },
    {
      question: "23. Из соседского автогаража Вы слышите звук двигателя машины и, открыв дверь, видите лежащего на полу соседа. Что следует предпринять в первую очередь?",
      answers: [
        "1. Распахнуть двери и выключить двигатель, при возможности, вынести пострадавшего с места происшествия.",
        "2. Тщательно обследовать пострадавшего с целью обнаружения травм.",
        "3. Повернуть пострадавшего на бок, в безопасное положение.",
        "4. Помочь пострадавшему принять положение полусидя."
      ],
      correctAnswer: 0,
    },
    {
      question: "24. При обнаружении пострадавшего в бессознательном состоянии в первую очередь необходимо:",
      answers: [
        "1. Напоить его холодной водой.",
        "2. Повернуть его на бок, в безопасное положение.",
        "3. Обеспечить нормальную температуру тела.",
        "4. Открыть дыхательные пути и проверить дыхание."
      ],
      correctAnswer: 3,
    },
    {
      question: "25. Для проверки кровообращения в конечностях пострадавшего Вы ниже повязки надавливаете и отпускаете ноготь на пальце травмированной конечности. Вы определяете, что кровообращение нарушено, если:",
      answers: [
        "1. Пострадавший чувствует боль.",
        "2. Пострадавший чувствует беспокойство.",
        "3. При нажатии ноготь белеет с трудом.",
        "4. Ноготь с трудом возвращается в прежний розовый цвет."
      ],
      correctAnswer: 3,
    },
    {
      question: "26. Ваш приятель, больной сахарным диабетом, плохо себя чувствует и не помнит, когда в последний раз принимал инсулин. Что следует предпринять в первую очередь?",
      answers: [
        "1. Дать ему сахар или сладкую жидкость.",
        "2. Предложить ему отдохнуть несколько часов.",
        "3. Посоветовать сделать инъекцию инсулина."
      ],
      correctAnswer: 0,
    },
    {
      question: "27. Кровотечение считается наиболее опасным, если:",
      answers: [
        "1. Кровь свертывается в течение 10 минут.",
        "2. Кровь бьет из раны струей.",
        "3. Кровь темно-красного цвета.",
        "4. Кровь из раны вытекает непрерывно."
      ],
      correctAnswer: 1,
    },
    {
      question: "28. Автомобиль столкнулся со столбом, и оборвавшийся электрический провод лежит на находящемся без сознания пострадавшем. При оказании помощи, в первую очередь следует:",
      answers: [
        "1. Отдалить пострадавшего от источника тока.",
        "2. Провести первичное обследование.",
        "3. С помощью какого-либо изолирующего предмета удалить провод с пострадавшего.",
        "4. Искать места входа и выхода электрического тока (места ожога) на теле."
      ],
      correctAnswer: 2,
    },
    {
      question: "29. Для того, чтобы избежать заражения при оказании первой помощи следует:",
      answers: [
        "1. Избегать прямого контакта с раной и помощь оказывать только в стерильных перчатках.",
        "2. Не оказывать помощь тем пострадавшим, у которых наблюдается кровотечение."
      ],
      correctAnswer: 0,
    },
    {
      question: "30. В случае приступа бронхиальной астмы у пострадавшего следует:",
      answers: [
        "1. Помочь принять положение полусидя.",
        "2. Уложить и приподнять ноги.",
        "3. Уложить, согнув ноги в коленных суставах.",
        "4. Уложить, приподняв голову."
      ],
      correctAnswer: 0,
    },
    {
      question: "31. Пострадавшего с травмой в брюшной полости следует:",
      answers: [
        "1. Уложить, приподняв голову.",
        "2. Уложить и приподнять ноги.",
        "3. Уложить, согнув ноги в коленных суставах."
      ],
      correctAnswer: 2,
    },
    {
      question: "32. Если пострадавший находится в бессознательном состоянии, следует:",
      answers: [
        "1. Помочь принять положение полусидя.",
        "2. Уложить и приподнять ноги.",
        "3. Уложить, согнув ноги в коленных суставах.",
        "4. Уложить, приподняв голову."
      ],
      correctAnswer: 1,
    },
    {
      question: "33. При наезде автомобилем с низким кузовом на пешехода, имеющего рост 1 м 55 см или более, наиболее возможны:",
      answers: [
        "1. Травмы нижней конечности и головы.",
        "2. Травмы таза и грудной клетки."
      ],
      correctAnswer: 0,
    },
    {
      question: "34. При наезде автомобилем с низким кузовом на 3-5 летнего ребенка наиболее возможными травмами являются:",
      answers: [
        "1. Травмы нижней конечности и головы.",
        "2. Травмы таза и грудной клетки."
      ],
      correctAnswer: 1,
    },
    {
      question: "35. Если электрический провод лежит на автомобиле, необходимо:",
      answers: [
        "1. Помочь находящимся в автомобиле людям срочно покинуть автомобиль.",
        "2. Попросить находящихся в автомобиле людей не выходить из автомобиля, пока не будет выключен электрический ток."
      ],
      correctAnswer: 1,
    },
    {
      question: "36. При обработке менее опасных ран следует:",
      answers: [
        "1. Промыть рану чистой водой с мылом, после чего перевязать.",
        "2. Обработать рану веществом на спиртовой основе (йод, водка, духи и т.д)."
      ],
      correctAnswer: 0,
    },
    {
      question: "37. При обработке опасных ран следует:",
      answers: [
        "1. Промыть рану чистой водой с мылом.",
        "2. Обработать рану веществом на спиртовой основе (йод, водка, духи и т.д).",
        "3. Остановить кровотечение и перевязать рану."
      ],
      correctAnswer: 2,
    },
    {
      question: "38. В случае аварии, какую информацию нужно предоставить оператору для вызова скорой помощи?",
      answers: [
        "1. Указать ориентир, ближайший к месту аварии. Сообщить количество пострадавших, указать их пол и возраст.",
        "2. Указать улицу и номер дома, ближайшие к месту аварии. Сообщить, кто пострадал в результате аварии (пешеход, водитель автомобиля или пассажир) и описать полученные травмы.",
        "3. Указать место аварии (улицу, номер дома и ориентир, ближайший к месту аварии). Сообщить количество пострадавших, их пол и приблизительный возраст, о наличии сознания, дыхания, кровообращения, а также сильного кровотечения, переломов и других травм. Подождать, пока оператор укажет, что вызов принят."
      ],
      correctAnswer: 2,
    },
    {
      question: "39. Какое оптимальное положение следует занять пострадавшему в сознании при подозрении на травму позвоночника?",
      answers: [
        "1. Уложить пострадавшего на бок.",
        "2. Уложить пострадавшего на спину на твердую, гладкую поверхность, не передвигать, не менять положение без необходимости.",
        "3. Уложить пострадавшего на спину, под шею подложить валик из одежды и поднять ноги."
      ],
      correctAnswer: 1,
    },
    {
      question: "40. Как оказать первую помощь при отморожении и переохлаждении?",
      answers: [
        "1. Растереть пораженные участки тела снегом или шерстью, затем их утеплить, дать алкоголь, переместить в теплое помещение.",
        "2. Утеплить пораженные участки тела и обездвижить их, укутать пострадавшего теплой одеждой или пледом, дать теплое питье, переместить в теплое помещение.",
        "3. Смазать пораженные участки тела кремом, наложить согревающий компресс и грелку, переместить в теплое помещение, дать теплое питье."
      ],
      correctAnswer: 1,
    },
    {
      question: "41. Какова первая помощь при черепно-мозговой травме, сопровождающейся ранением волосистой части головы?",
      answers: [
        "1. Остановить кровотечение прямым давлением на рану и наложить давящую повязку. При потере сознания придать устойчивое боковое положение. По возможности, приложить к месту травмы головы холод.",
        "2. Фиксировать шейный отдел позвоночника с помощью импровизированной шейной шины (воротника). На рану наложить стерильный ватный тампон, пострадавшего уложить на спину, приподняв ноги. По возможности, к голове приложить холод.",
        "3. Шейную шину накладывать запрещается, рану необходимо заклеить медицинским пластырем, пострадавшего уложить на бок."
      ],
      correctAnswer: 0,
    },
    {
      question: "42. Как следует уложить пострадавшего при потере им сознания и наличии дыхания и кровообращения для оказания первой помощи?",
      answers: [
        "1. На спину с подложенным под голову валиком.",
        "2. На спину с вытянутыми ногами.",
        "3. Придать пострадавшему устойчивое боковое положение, чтобы согнутые колени опирались о землю, а верхняя рука находилась под щекой."
      ],
      correctAnswer: 2,
    },
    {
      question: "43. На какой срок может быть наложен кровоостанавливающий жгут?",
      answers: [
        "1. Не более получаса в теплое время года и не более одного часа в холодное время года.",
        "2. Не более одного часа в теплое время года и не более получаса в холодное время года.",
        "3. Время наложения жгута не ограничено."
      ],
      correctAnswer: 1,
    },
    {
      question: "44. Как определить наличие дыхания у потерявшего сознание пострадавшего?",
      answers: [
        "1. Взять пострадавшего за подбородок, запрокинуть голову и в течение 10 секунд проследить за движением его грудной клетки.",
        "2. Положить одну руку на лоб пострадавшего, двумя пальцами другой поднять подбородок и, запрокинув голову, наклониться к его лицу и в течение 10 секунд прислушаться к дыханию, постараться ощутить выдыхаемый воздух своей щекой, проследить за движением грудной клетки.",
        "3. Не запрокидывая головы пострадавшего, необходимо наклониться к его лицу и в течение 10 секунд прислушаться к дыханию, попробовав почувствовать его своей щекой, проследить за движением его грудной клетки."
      ],
      correctAnswer: 1,
    },
    {
      question: "45. Каковы признаки кровотечения из крупной артерии и с чего начинается первая помощь при повреждении крупной артерии?",
      answers: [
        "1. Кровь темного цвета вытекает из раны медленно. На рану накладывается давящая повязка, с указанием в записке времени наложения повязки.",
        "2. Кровь ярко-алого цвета вытекает из раны пульсирующей или фонтанирующей струей. Артерия прижимается пальцами, затем в точках прижатия выше раны, максимально близко к ней, накладывается кровоостанавливающий жгут с указанием в записке времени наложения жгута.",
        "3. Кровь вытекает из раны медленно. Накладывается кровоостанавливающий жгут ниже места ранения, с указанием в записке времени наложения жгута."
      ],
      correctAnswer: 1,
    },
    {
      question: "46. Разрешается ли давать пострадавшему лекарственные средства при оказании первой помощи?",
      answers: [
        "1. Разрешается.",
        "2. Разрешается в случае крайней необходимости.",
        "3. Запрещается."
      ],
      correctAnswer: 2,
    },
    {
      question: "47. Как остановить кровотечение при ранении вены и некрупных артерий?",
      answers: [
        "1. Наложить давящую повязку на место ранения.",
        "2. Наложить жгут выше места ранения.",
        "3. Наложить жгут ниже места ранения."
      ],
      correctAnswer: 0,
    },
    {
      question: "48. Каковы первоначальные действия при оказании первой помощи в случае ранения, полученного в результате ДТП?",
      answers: [
        "1. Промыть рану водой, удалить инородные тела, внедрившиеся в рану, приложить стерильную вату, закрепив ее бинтовой повязкой.",
        "2. Надеть медицинские перчатки, рану промыть спиртовым раствором йода, смазать лечебной мазью и заклеить лейкопластырем.",
        "3. Надеть медицинские перчатки, рану не промывать, наложить на нее марлевую стерильную салфетку, закрепив ее лейкопластырем по краям или бинтовой повязкой."
      ],
      correctAnswer: 2,
    },
    {
      question: "49. Как оказывается первая помощь при переломах конечностей, если отсутствуют шины и подручные средства для их изготовления?",
      answers: [
        "1. Верхнюю конечность, вытянутую вдоль тела, прибинтовывают к туловищу. Нижние конечности прибинтовывают друг к другу, проложив между ними мягкую ткань.",
        "2. Верхнюю конечность, согнутую в локте, подвешивают на косынке и прибинтовывают к туловищу. Нижние конечности прибинтовывают друг к другу, проложив между ними мягкую ткань.",
        "3. Верхнюю конечность, согнутую в локте, подвешивают на косынке и прибинтовывают к туловищу. Нижние конечности прибинтовывают друг к другу."
      ],
      correctAnswer: 1,
    },
    {
      question: "50. В каких случаях пострадавшего следует извлекать из салона автомобиля?",
      answers: [
        "1. При высокой вероятности опрокидывания автомобиля, пожара, взрыва или при потере потерпевшим сознания.",
        "2. При высокой вероятности опрокидывания автомобиля, пожара, взрыва, переохлаждения потерпевшего, при отсутствии у него сознания и дыхания, а также невозможности оказания первой помощи непосредственно в салоне автомобиля.",
        "3. При высокой вероятности опрокидывания автомобиля, пожара, взрыва или при обильном кровотечении либо черепно-мозговой травме."
      ],
      correctAnswer: 1,
    },
    {
      question: "51. Какова первая помощь при наличии признаков поверхностного термического ожога (покраснение и отек кожи, образование на месте ожога пузырей, наполненных прозрачной жидкостью, сильная боль)?",
      answers: [
        "1. Полить ожоговую поверхность холодной водой, накрыть стерильной салфеткой и туго забинтовать.",
        "2. Вскрыть ожоговые пузыри, очистить ожоговую поверхность от остатков одежды, накрыть стерильной салфеткой (не бинтовать), по возможности приложить холод, поить пострадавшего водой.",
        "3. Охладить ожоговую поверхность водой в течение 20 минут. Ожоговые пузыри не вскрывать, остатки одежды с обожженной поверхности не удалять, место ожога накрыть стерильной салфеткой (не бинтовать), по возможности приложить холод и поить пострадавшего водой."
      ],
      correctAnswer: 2,
    }
];
