import { TQuestions } from '../../types/question';
import { PATHNAME } from '../path-name';

export const questions8: Array<TQuestions> = [
  {
    question: "1. С какой максимальной скоростью разрешается движение легковых автомобилей на участках дорог вне населенных пунктов?",
    answers: [
      "1. 110 км/ч.",
      "2. 100 км/ч.",
      "3. 90 км/ч.",
      "4. 80 км/ч.",
      "5. 70 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "2. При перевозке людей в оборудованном кузове грузового автомобиля движение разрешается со скоростью не более:",
    answers: [
      "1. 60 км/ч.",
      "2. 70 км/ч.",
      "3. 80 км/ч."
    ],
    correctAnswer: 0
  },
  {
    question: "3. На каком расстоянии до начала опасного участка устанавливается этот предупреждающий знак вне населенных пунктов?",
    answers: [
      "1. 50 - 100 м.",
      "2. 150 - 300 м.",
      "3. 300 - 500 м."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/8/theme_8_pic_1.png`
  },
  {
    question: "4. Движение транспортных средств, перевозящих организованные группы детей, разрешается со скоростью:",
    answers: [
      "1. Не более 60 км/ч.",
      "2. Не более 70 км/ч.",
      "3. Не более 80 км/ч."
    ],
    correctAnswer: 0
  },
  {
    question: "5. Движение транспортных средств в населенных пунктах разрешается со скоростью:",
    answers: [
      "1. Не более 60 км/ч.",
      "2. Не более 80 км/ч.",
      "3. Не более 90 км/ч."
    ],
    correctAnswer: 0
  },
  {
    question: "6. В каком направлении разрешено движение?",
    answers: [
      "1. Только прямо.",
      "2. Прямо и направо.",
      "3. Прямо, направо и налево.",
      "4. Во всех направлениях."
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/8/theme_8_pic_2.png`
  },
  {
    question: "7. Движение междугородних автобусов вне населенных пунктов разрешается со скоростью:",
    answers: [
      "1. Не более 70 км/ч.",
      "2. Не более 90 км/ч.",
      "3. Не более 110 км/ч."
    ],
    correctAnswer: 1
  },
  {
    question: "8. Движение грузовых автомобилей с разрешенной максимальной массой не более 3,5 т вне населенных пунктов разрешается со скоростью:",
    answers: [
      "1. Не более 90 км/ч.",
      "2. Не более 70 км/ч.",
      "3. Не более 80 км/ч."
    ],
    correctAnswer: 0
  },
  {
    question: "9. Разрешается ли в населенных пунктах водителям пригородного, межобластного и междугороднего автобусов превышать скорость 60 км/ч?",
    answers: [
      "1. Разрешается только по дороге, имеющей две и более полосы для движения в одном и том же направлении.",
      "2. Разрешается.",
      "3. Запрещается."
    ],
    correctAnswer: 2
  },
  {
    question: "10. Разрешается ли вне населенных пунктов водителю междугороднего автобуса превышать скорость 70 км/ч?",
    answers: [
      "1. Разрешается только по дороге, имеющей две и более полосы для движения в данном направлении.",
      "2. Разрешается, если не превышает скорость 90 км/ч.",
      "3. Запрещается."
    ],
    correctAnswer: 1
  },
  {
    question: "11. Во время буксировки, при отсутствии или неисправности аварийной световой сигнализации, знак \"Аварийная остановка\" устанавливается:",
    answers: [
      "1. В задней части буксируемого транспортного средства.",
      "2. В передней части буксируемого транспортного средства.",
      "3. По усмотрению водителя, на видном месте одного из транспортных средств."
    ],
    correctAnswer: 0
  },
  {
    question: "12. При буксировке на жесткой сцепке расстояние между транспортными средствами не должно превышать:",
    answers: [
      "1. 2 м.",
      "2. 3 м.",
      "3. 4 м.",
      "4. 5 м.",
      "5. 6 м."
    ],
    correctAnswer: 2
  },
  {
    question: "13. Разрешается ли перевозка людей в кузове грузового автомобиля при буксировке на жесткой и гибкой сцепке?",
    answers: [
      "1. Разрешается в кузовах буксирующего и буксируемого автомобилей.",
      "2. Разрешается только в кузове буксируемого автомобиля.",
      "3. Разрешается в кузове буксирующего автомобиля.",
      "4. Запрещается в кузовах обоих автомобилей."
    ],
    correctAnswer: 2
  },
  {
    question: "14. При буксировке на жесткой и гибкой сцепке в каком из указанных случаев разрешается перевозка людей в буксируемом автомобиле?",
    answers: [
      "1. Разрешается в автобусе.",
      "2. Разрешается в легковом автомобиле.",
      "3. Разрешается в кузове грузового автомобиля при буксировке на жесткой сцепке."
    ],
    correctAnswer: 1
  },
  {
    question: "15. С какой максимальной скоростью разрешается движение при буксировке механическими транспортными средствами?",
    answers: [
      "1. 30 км/ч.",
      "2. 40 км/ч.",
      "3. 50 км/ч.",
      "4. 60 км/ч.",
      "5. 70 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "16. Буксировка в гололедицу запрещается:",
    answers: [
      "1. На гибкой сцепке.",
      "2. На жесткой сцепке.",
      "3. Путем частичной погрузки."
    ],
    correctAnswer: 0
  },
  {
    question: "17. С какой максимальной скоростью может осуществиться буксировка в данных условиях?",
    answers: [
      "1. 30 км/ч.",
      "2. 50 км/ч.",
      "3. 70 км/ч.",
      "4. 80 км/ч."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/8/theme_8_pic_3.png`
  },
  {
    question: "18. Разрешается ли перевозка людей при буксировке на жесткой и гибкой сцепке в буксируемом механическом транспортном средстве?",
    answers: [
      "1. Разрешается в автобусе и троллейбусе.",
      "2. Разрешается только в легковом автомобиле.",
      "3. Разрешается в кузове грузового автомобиля и в легковом автомобиле.",
      "4. Разрешается в кабине грузового автомобиля и в легковом автомобиле.",
      "5. Запрещается."
    ],
    correctAnswer: 3
  },
  {
    question: "19. Буксировка в условиях гололедицы:",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
      "3. Разрешается на жесткой сцепке или путем частичной погрузки."
    ],
    correctAnswer: 2
  },
  {
    question: "20. С какой максимальной скоростью разрешается буксировка транспортных средств на гибкой сцепке?",
    answers: [
      "1. 70 км/ч.",
      "2. 60 км/ч.",
      "3. 50 км/ч.",
      "4. 40 км/ч.",
      "5. 30 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "21. В каком случае запрещена буксировка?",
    answers: [
      "1. В условиях гололедицы на жесткой сцепке.",
      "2. В условиях гололедицы на гибкой сцепке.",
      "3. Мотоциклами с боковым прицепом."
    ],
    correctAnswer: 1
  },
  {
    question: "22. При буксировке механических транспортных средств вне населенных пунктов скорость движения не должна превышать:",
    answers: [
      "1. 30 км/ч.",
      "2. 40 км/ч.",
      "3. 50 км/ч.",
      "4. 60 км/ч.",
      "5. 70 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "23. Разрешается ли буксировка мотоциклов?",
    answers: [
      "1. Разрешается буксировка мотоциклов с боковым прицепом.",
      "2. Разрешается буксировка мотоциклов без бокового прицепа.",
      "3. Разрешается в обоих случаях."
    ],
    correctAnswer: 0
  },
  {
    question: "24. При буксировке какое расстояние между транспортными средствами должна обеспечить гибкая сцепка?",
    answers: [
      "1. 1 - 3 м.",
      "2. 2 - 4 м.",
      "3. 3 - 6 м.",
      "4. 4 - 6 м.",
      "5. 4 - 8 м."
    ],
    correctAnswer: 3
  },
  {
    question: "25. С какой максимальной скоростью разрешается движение легковых автомобилей, буксирующих с прицепом, по автомагистралям?",
    answers: [
      "1. 110 км/ч.",
      "2. 100 км/ч.",
      "3. 90 км/ч.",
      "4. 80 км/ч.",
      "5. 70 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "26. При буксировке на жесткой сцепке расстояние между транспортными средствами должно быть не более:",
    answers: [
      "1. 4 м.",
      "2. 5 м.",
      "3. 6 м."
    ],
    correctAnswer: 0
  },
  {
    question: "27. При буксировке механических транспортных средств путем частичной погрузки перевозка пассажиров разрешается:",
    answers: [
      "1. В кузове буксирующего автомобиля.",
      "2. В кабине буксируемого автомобиля.",
      "3. В кузове буксируемого автомобиля.",
      "4. В кабине буксирующего автомобиля."
    ],
    correctAnswer: 3
  },
  {
    question: "28. Разрешается ли буксировка мотоциклов с боковым прицепом?",
    answers: [
      "1. Разрешается только на жесткой сцепке.",
      "2. Запрещается.",
      "3. Разрешается."
    ],
    correctAnswer: 2
  },
  {
    question: "29. С какой максимальной скоростью разрешается движение при буксировке на гибкой сцепке?",
    answers: [
      "1. 70 км/ч.",
      "2. 60 км/ч.",
      "3. 50 км/ч.",
      "4. 40 км/ч.",
      "5. 30 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "30. Груз размещается и, в случае необходимости, закрепляется на транспортном средстве так, чтобы он:",
    answers: [
      "1. Не выступал выше бортов платформы.",
      "2. Не создавал ощутимого шума, не поднимал пыль или не загрязнял дорогу и окружающую среду.",
      "3. Не выступал за габариты транспортного средства сзади более чем на 0.8 м."
    ],
    correctAnswer: 1
  },
  {
    question: "31. На переднем сиденье легкового автомобиля, не оборудованного устройством для удерживания детей, разрешается перевозить детей, достигших:",
    answers: [
      "1. 10-летнего возраста.",
      "2. 11-летнего возраста.",
      "3. 12-летнего возраста."
    ],
    correctAnswer: 2
  },
  {
    question: "32. Разрешается ли перевозка людей на грузовом прицепе?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
      "3. Разрешается только людям, сопровождающим груз."
    ],
    correctAnswer: 0
  },
  {
    question: "33. Разрешается ли перевозить детей, не достигших 12-летнего возраста на заднем сиденье мотоцикла?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается."
    ],
    correctAnswer: 1
  },
  {
    question: "34. Разрешается ли во время движения нахождение людей в кузове грузового автомобиля, если он не оборудован для перевозки людей?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается на дорогах, не относящихся к автомагистралям.",
      "3. Разрешается только лицам, сопровождающим груз или следующим за его получением, при условии, что они обеспечены сиденьями, расположенными ниже уровня бортов."
    ],
    correctAnswer: 2
  },
  {
    question: "35. Перевозка людей на грузовом прицепе:",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
      "3. Разрешается только лицам, сопровождающим груз."
    ],
    correctAnswer: 0
  },
  {
    question: "36. Разрешается ли перевозка людей в буксируемом автобусе при буксировке на жесткой и гибкой сцепке?",
    answers: [
      "1. Разрешается.",
      "2. Разрешается до 8 пассажиров.",
      "3. Запрещается."
    ],
    correctAnswer: 2
  },
  {
    question: "37. Буксировка автобуса в условиях гололедицы запрещается:",
    answers: [
      "1. На гибкой сцепке.",
      "2. На жесткой сцепке."
    ],
    correctAnswer: 0
  },
  {
    question: "38. Разрешается ли перевозка людей в буксируемом механическом транспортном средстве при буксировке на жесткой и гибкой сцепке?",
    answers: [
      "1. Разрешается в автобусе и троллейбусе.",
      "2. Разрешается в кабине грузового автомобиля и в легковом автомобиле.",
      "3. Разрешается в кузове грузового автомобиля и в легковом автомобиле.",
      "4. Запрещается."
    ],
    correctAnswer: 1
  },
  {
    question: "39. Перевозка людей запрещается, если:",
    answers: [
      "1. Число пассажиров в салоне автобуса, движущегося по туристическим маршрутам, превышает число оборудованных для сидения мест.",
      "2. Число пассажиров в салоне междугороднего автобуса превышает число оборудованных для сидения мест.",
      "3. В обоих случаях."
    ],
    correctAnswer: 2
  },
  {
    question: "40. При перевозке организованных групп детей в салоне автобуса должен находиться по меньшей мере:",
    answers: [
      "1. Один совершеннолетний сопровождающий.",
      "2. Два совершеннолетних сопровождающих.",
      "3. Три совершеннолетних сопровождающих."
    ],
    correctAnswer: 0
  },
  {
    question: "41. С какой максимальной скоростью разрешается движение междугородних и межобластных автобусов на всех дорогах вне населенных пунктов?",
    answers: [
      "1. 60 км/ч.",
      "2. 70 км/ч.",
      "3. 90 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "42. Разрешается ли автобусам вне населенных пунктов двигаться со скоростью 70 км/ч?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается."
    ],
    correctAnswer: 0
  },
  {
    question: "43. Движение междугородних автобусов в населенных пунктах разрешается со скоростью не более чем:",
    answers: [
      "1. 60 км/ч.",
      "2. 70 км/ч.",
      "3. 90 км/ч."
    ],
    correctAnswer: 0
  },
  {
    question: "44. С какой максимальной скоростью разрешается движение междугородних автобусов вне населенных пунктов?",
    answers: [
      "1. 60 км/ч.",
      "2. 70 км/ч.",
      "3. 90 км/ч."
    ],
    correctAnswer: 2
  },
  {
    question: "45. С какой максимальной скоростью разрешается движение автобусов на территориях, оборудованных знаками \"Жилая зона\" и \"Конец жилой зоны\"?",
    answers: [
      "1. 20 км/ч.",
      "2. 30 км/ч.",
      "3. 40 км/ч."
    ],
    correctAnswer: 0
  },
  {
    question: "46. Разрешается ли перевозка людей в буксируемом автобусе при буксировке на жесткой и гибкой сцепке?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается."
    ],
    correctAnswer: 1
  },
  {
    question: "47. При перевозке людей в оборудованном кузове водитель грузового автомобиля обязан двигаться со скоростью не более:",
    answers: [
      "1. 50 км/ч.",
      "2. 60 км/ч.",
      "3. 70 км/ч."
    ],
    correctAnswer: 1
  },
  {
    question: "48. Разрешается ли перевозка пассажиров в буксирующем автобусе?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается."
    ],
    correctAnswer: 1
  },
  {
    question: "49. При наличии этого знака с какой максимальной скоростью имеют право двигаться водители междугородних автобусов?",
    answers: [
      "1. 70 км/ч.",
      "2. 90 км/ч.",
      "3. 110 км/ч."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/8/theme_8_pic_4.png`
  },
  {
    question: "50. С какой максимальной скоростью может двигаться водитель буксирующего автобуса в данной ситуации?",
    answers: [
      "1. 50 км/ч.",
      "2. 60 км/ч.",
      "3. 90 км/ч."
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/8/theme_8_pic_5.png`
  },
  {
    question: "51. С какой максимальной скоростью может двигаться водитель междугороднего автобуса в данной ситуации?",
    answers: [
      "1. 60 км/ч.",
      "2. 70 км/ч.",
      "3. 80 км/ч.",
      "4. 90 км/ч."
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/8/theme_8_pic_6.png`
  },
  {
    question: "52. С какой скоростью водитель автобуса может продолжить движение по полосе, обозначенной данным дорожным знаком?",
    answers: [
      "1. Менее 60 км/ч.",
      "2. Не менее 60 км/ч, но не более 70 км/ч.",
      "3. Не менее 60 км/ч, но не более 90 км/ч."
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/8/theme_8_pic_7.png`
  },
  {
    question: "53. Разрешается ли перевозка пассажиров в салоне автобуса в данной ситуации?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
      "3. Разрешается в соответствии с количеством мест для сидения."
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/8/theme_8_pic_8.png`
  },
  {
    question: "54. Разрешается ли перевозка пассажиров в буксирующем автобусе при буксировке на жесткой и гибкой сцепке?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается при буксировке на жесткой сцепке.",
      "3. Разрешается."
    ],
    correctAnswer: 0
  },
  {
    question: "55. При буксировке на буксируемом транспортном средстве должны быть включены:",
    answers: [
      "1. Дальний свет фар.",
      "2. Ближний свет фар.",
      "3. Аварийная световая сигнализация."
    ],
    correctAnswer: 2
  },
  {
    question: "56. С какой максимальной скоростью разрешается движение междугородних автобусов на автомагистралях?",
    answers: [
      "1. 70 км/ч.",
      "2. 80 км/ч.",
      "3. 90 км/ч.",
      "4. 100 км/ч.",
      "5. 110 км/ч."
    ],
    correctAnswer: 2,
  },
  {
    question: "57. С какой максимальной скоростью разрешается движение автобуса на участках дорог, находящихся в зоне действия данного дорожного знака?",
    answers: [
      "1. 70 км/ч.",
      "2. 80 км/ч.",
      "3. 90 км/ч.",
      "4. 100 км/ч.",
      "5. 110 км/ч."
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/8/theme_8_pic_9.png`
  },
  {
    question: "58. С какой максимальной скоростью разрешается движение междугородних автобусов на автомагистралях?",
    answers: [
      "1. 70 км/ч.",
      "2. 80 км/ч.",
      "3. 110 км/ч.",
      "4. 100 км/ч.",
      "5. 90 км/ч."
    ],
    correctAnswer: 4,
  },
  {
    question: "59. С какой максимальной скоростью разрешается движение транспортных средств на территориях, находящихся в зоне действия знаков \"Жилая зона\" и \"Конец жилой зоны\"?",
    answers: [
      "1. Не более 5 км/ч.",
      "2. Не более 10 км/ч.",
      "3. Не более 20 км/ч."
    ],
    correctAnswer: 2,
  },
  {
    question: "60. С какой максимальной скоростью разрешается движение легковых автомобилей на участках дорог, находящихся в зоне действия данного дорожного знака?",
    answers: [
      "1. 70 км/ч.",
      "2. 80 км/ч.",
      "3. 90 км/ч.",
      "4. 100 км/ч.",
      "5. 110 км/ч."
    ],
    correctAnswer: 4,
    imageUrl: `${PATHNAME}/8/theme_8_pic_10.png`
  },
  {
    question: "61. С какой максимальной скоростью разрешается движение водителя грузового автомобиля с разрешенной максимальной массой не более 3.5 тонн в зоне действия указанных знаков?",
    answers: [
      "1. Не более, чем 50 км/ч",
      "2. Не более, чем 70 км/ч",
      "3. Не более, чем 90 км/ч"
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/8/theme_8_pic_11.png`
  },
  {
    question: "62. При буксировке механического транспортного средства по какой полосе этой дороги Вы можете продолжить движение?",
    answers: [
      "1. Только правой",
      "2. Любой"
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/8/theme_8_pic_12.png`
  },
  {
    question: "63. Какие условия должен учитывать водитель при выборе скорости, не превышающей установленную?",
    answers: [
      "1. Состояние покрытия дороги",
      "2. Видимость по направлению движения",
      "3. Оба указанных условия"
    ],
    correctAnswer: 2
  },
  {
    question: "64. Какую скорость должен выбрать водитель в пределах максимально допустимой?",
    answers: [
      "1. Обеспечивающую полный контроль над автомобилем",
      "2. Может выбрать любую скорость, не превышающую максимально допустимую"
    ],
    correctAnswer: 0
  },
  {
    question: "65. Водителю запрещается:",
    answers: [
      "1. Превышать максимальную скорость, установленную технической характеристикой данного транспортного средства",
      "2. Превышать скорость, предусмотренную установленным на транспортном средстве опознавательным знаком 'Ограничение скорости'",
      "3. Без необходимости двигаться с очень низкой скоростью, препятствуя движению других транспортных средств",
      "4. Резко тормозить, если это не необходимо для предотвращения дорожно-транспортного происшествия",
      "5. Все указанные действия"
    ],
    correctAnswer: 4
  },
  {
    question: "66. Водителю запрещается:",
    answers: [
      "1. Проезжать железнодорожный переезд со скоростью более 30 км/ч",
      "2. Проезжать железнодорожный переезд со скоростью менее 30 км/ч",
      "3. Без разрешения начальника ж/д участка двигаться по переезду на тихоходных автомобилях - с низкой скоростью 8 км/ч, и тракторах с прикрепленными боронами"
    ],
    correctAnswer: 2
  },
  {
    question: "67. При приближении к перекрестку водитель должен управлять транспортным средством с такой скоростью, чтобы:",
    answers: [
      "1. Не превышать максимально допустимую на данном участке",
      "2. Иметь возможность остановиться и пропустить транспортные средства, имеющие право первоочередного проезда"
    ],
    correctAnswer: 1
  },
  {
    question: "68. Водителю запрещается увеличивать скорость, если:",
    answers: [
      "1. Это создаст препятствие для водителя обгоняющего его транспортного средства выполнить обгон",
      "2. Это необходимо для освобождения дороги для водителя, остановившегося, чтобы уступить ему дорогу",
      "3. Это выполняется с целью освобождения перекрестка"
    ],
    correctAnswer: 0
  },
  {
    question: "69. Водитель обязан снизить скорость:",
    answers: [
      "1. При приближении к транспортным средствам, оборудованным опознавательным знаком 'Перевозка детей', во время посадки и высадки детей",
      "2. При ослеплении",
      "3. В случае возникновения препятствия или опасности для движения",
      "4. При приближении транспортного средства с включенными проблесковыми маячками синего и красного цветов и специальным звуковым сигналом, а также при приближении к стоящему транспортному средству с включенными проблесковыми маячками синего или синего и красного цветов",
      "5. Во всех указанных случаях"
    ],
    correctAnswer: 4
  },
  {
    question: "70. Должен ли груз, выступающий сбоку за габариты транспортного средства, более чем на 0,4 м от внешнего края габаритного огня, быть обозначен опознавательными знаками 'Крупногабаритный груз' в светлое время суток, а в темное время суток и в условиях недостаточной видимости, также - спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 0
  },
  {
    question: "71. На грузовом автомобиле, водитель которого имеет водительское удостоверение, подтверждающее право на управление транспортными средствами категорий B и C, следуя правилам перевозки людей на грузовых автомобилях, разрешается перевозить до:",
    answers: [
      "1. 8 пассажиров",
      "2. 9 пассажиров",
      "3. 4 пассажиров"
    ],
    correctAnswer: 0
  },
  {
    question: "72. Запрещается перевозить детей до 12 лет:",
    answers: [
      "1. В кузове грузового автомобиля с боковым кузовом",
      "2. В кузове грузового автомобиля фургон"
    ],
    correctAnswer: 0
  },
  {
    question: "73. Должен ли груз, выступающий за габариты транспортного средства сзади более чем на 1.2 м, быть обозначен опознавательными знаками 'Крупногабаритный груз' в светлое время суток, а в темное время суток и в условиях недостаточной видимости, также - спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 0
  },
  {
    question: "74. Перевозка груза запрещается, если:",
    answers: [
      "1. Ограничивает поле зрения водителя",
      "2. Затрудняет управление автомобилем и снижает устойчивость",
      "3. Закрывает внешние осветительные приборы и световозвращатели, номерные знаки или опознавательные знаки, а также мешает восприятию сигналов, подаваемых рукой",
      "4. Все указанные случаи"
    ],
    correctAnswer: 3
  },
  {
    question: "75. Если состояние и расположение груза не позволяют его перевозку в соответствии с требованиями правил, то водитель должен:",
    answers: [
      "1. Успешно доставить груз до ближайшего места разгрузки",
      "2. Устранить нарушения или остановить дальнейшее движение"
    ],
    correctAnswer: 1
  },
  {
    question: "76. Должен ли груз, выступающий за габариты транспортного средства сзади более чем на 0.6 м, быть обозначен опознавательными знаками \"Крупногабаритный груз\" в светлое время суток,  а в темное время суток и в условиях недостаточной видимости, также - спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 1
  },
  {
    question: "77. Должен ли груз, выступающий сбоку за габариты транспортного средства, более чем на 0,3 м от внешнего края габаритного огня, быть обозначен опознавательными знаками 'Крупногабаритный груз' в светлое время суток, а в темное время суток и в условиях недостаточной видимости, также - спереди - фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 1
  },
];