import { TQuestions } from "../../types/question";
import { PATHNAME } from "../path-name";

export const questions5: Array<TQuestions> = [
  {
    question: "1. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Легковой автомобиль, автобус, тролейбус.",
      "2. Тролейбус и автобус, легковой автомобиль.",
      "3. Тролейбус, легковой автомобиль, автобус.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_1.png`,
  },
  {
    question: "2. Перекресток первым проедет:",
    answers: [
      "1. Красный автомобиль.",
      "2. Синий автомобиль.",
      "3. Желтый автомобиль.",
      "4. Зеленый автомобиль.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/5/theme_5_pic_2.png`,
  },
  {
    question: "3. Перекресток последним проедет:",
    answers: [
      "1. Синий автомобиль.",
      "2. Зеленый автомобиль.",
      "3. Красный автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_3.png`,
  },
  {
    question: "4. Синий автомобиль проедет перекресток:",
    answers: [
      "1. Первым.",
      "2. Вторым.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_4.png`,
  },
  {
    question: "5. В каком ответе правильно указана очередность проезда перекрестка?",
    answers: [
      "1. Автобус, легковой автомобиль, велосипед.",
      "2. Легковой автомобиль, автобус, велосипед.",
      "3. Велосипед, автобус, легковой автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_5.png`,
  },
  {
    question: "6. Перекресток вторым проедет:",
    answers: [
      "1. Трамвай.",
      "2. Красный автомобиль.",
      "3. Синий автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_6.png`,
  },
  {
    question: "7. В каком направлении движение запрещено?",
    answers: [
      "1. Направо, в первый проезд.",
      "2. Направо, во второй проезд.",
      "3. Направо, в первый и второй проезды.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_7.png`,
  },
  {
    question: "8. Перекресток вторым проедет:",
    answers: [
      "1. Зеленый автомобиль.",
      "2. Красный автомобиль.",
      "3. Синий автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_8.png`,
  },
  {
    question: "9. Перекресток вторым проедет:",
    answers: [
      "1. Синий автомобиль.",
      "2. Зеленый автомобиль.",
      "3. Красный автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_9.png`,
  },
  {
    question: "10. Перекресток вторым проедет:",
    answers: [
      "1. Белый автомобиль одновременно с желтым.",
      "2. Красный автомобиль.",
      "3. Зеленый автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_10.png`,
  },
  {
    question: "11. Перекресток последним проедет:",
    answers: [
      "1. Синий автомобиль.",
      "2. Желтый автомобиль.",
      "3. Зеленый автомобиль.",
      "4. Красный автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_11.png`,
  },
  {
    question: "12. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Велосипедист.",
      "2. Водитель автомобиля.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_12.png`,
  },
  {
    question: "13. Перекресток первым проедет:",
    answers: [
      "1. Зеленый автомобиль.",
      "2. Синий автомобиль.",
      "3. Красный автомобиль.",
      "4. Желтый автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_13.png`,
  },
  {
    question: "14. В каком порядке транспортные средства проедут перекресток?",
    answers: [
      "1. Мотоцикл, автомобиль, трамвай.",
      "2. Трамвай, автомобиль, мотоцикл.",
      "3. Трамвай, мотоцикл, автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_14.png`,
  },
  {
    question: "15. Перекресток вторым проедет:",
    answers: [
      "1. Красный автомобиль.",
      "2. Синий автомобиль.",
      "3. Зеленый автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_15.png`,
  },
  {
    question: "16. Перекресток последним проедет:",
    answers: [
      "1. Зеленый автомобиль.",
      "2. Синий автомобиль.",
      "3. Красный автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_16.png`,
  },
  {
    question: "17. Какой автомобиль последним проедет перекресток?",
    answers: [
      "1. Синий.",
      "2. Красный.",
      "3. Зеленый.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_17.png`,
  },
  {
    question: "18. Перекресток первым проедет:",
    answers: [
      "1. Зеленый автомобиль.",
      "2. Красный автомобиль.",
      "3. Синий автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_18.png`,
  },
  {
    question: "19. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель автобуса.",
      "2. Водитель мотоцикла.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_19.png`,
  },
  {
    question: "20. Перекресток первым проедет:",
    answers: [
      "1. Красный автомобиль.",
      "2. Зеленый автомобиль.",
      "3. Синий автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_20.png`,
  },
  {
    question: "21. Перекресток вторым проедет:",
    answers: [
      "1. Синий автомобиль.",
      "2. Зеленый автомобиль.",
      "3. Красный автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_21.png`,
  },
  {
    question: "22. Перекресток третьим проедет:",
    answers: [
      "1. Синий автомобиль.",
      "2. Желтый автомобиль.",
      "3. Зеленый автомобиль.",
      "4. Красный автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_22.png`,
  },
  {
    question: "23. Красный автомобиль:",
    answers: [
      "1. Имеет преимущество в движении, так как приблизился к перекрестку с круговым движением с правой стороны синего автомобиля.",
      "2. Должен уступить дорогу синему автомобилю, движущемуся по дороге с круговым движением.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_23.png`,
  },
  {
    question: "24. Автомобили проедут перекресток в следующем порядке:",
    answers: [
      "1. Желтый, зеленый, синий.",
      "2. Синий одновременно с зеленым, желтый.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_24.png`,
  },
  {
    question: "25. Перекресток третьим проедет:",
    answers: [
      "1. Желтый автомобиль.",
      "2. Красный автомобиль.",
      "3. Синий автомобиль.",
      "4. Зеленый автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_25.png`,
  },
  {
    question: "26. Перекресток первым проедет:",
    answers: [
      "1. Зеленый автомобиль.",
      "2. Синий автомобиль.",
      "3. Красный автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_26.png`,
  },
  {
    question: "27. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Красный, зеленый, синий, черный.",
      "2. Зеленый, красный, черный, синий.",
      "3. Зеленый, красный, синий, черный.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_27.png`,
  },
  {
    question: "28. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Трамвай, желтый автомобиль, зеленый автомобиль.",
      "2. Трамвай и зеленый автомобиль, желтый автомобиль.",
      "3. Зеленый автомобиль, желтый автомобиль, трамвай.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_28.png`,
  },
  {
    question: "29. Кто из водителей имеет преимущество на первоочередное движение?",
    answers: [
      "1. Водитель мотоцикла.",
      "2. Водитель автомобиля.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_29.png`,
  },
  {
    question: "30. Перекресток вторым проедет:",
    answers: [
      "1. Красный автомобиль.",
      "2. Синий автомобиль.",
      "3. Зеленый автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_30.png`,
  },
  {
    question: "31. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель трамвая.",
      "2. Водитель грузового автомобиля.",
      "3. Водители автомобилей.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_31.png`,
  },
  {
    question: "32. Красный автомобиль проедет перекресток:",
    answers: [
      "1. Первым.",
      "2. Вторым.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_32.png`,
  },
  {
    question: "33. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Легковой автомобиль, автобус, велосипед.",
      "2. Автобус, велосипед, легковой автомобиль.",
      "3. Автобус, легковой автомобиль, велосипед.",
      "4. Велосипед, автобус, легковой автомобиль.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/5/theme_5_pic_33.png`,
  },
  {
    question: "34. Водитель какого транспортного средства имеет право на первоочередное движение?",
    answers: [
      "1. Водитель автомобиля.",
      "2. Велосипедист.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_34.png`,
  },
  {
    question: "35. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Трамвай, автомобиль и автобус одновременно.",
      "2. Трамвай, автобус, автомобиль.",
      "3. Автобус, трамвай, автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_35.png`,
  },
  {
    question: "36. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель синего автомобиля.",
      "2. Водитель красного автомобиля.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_36.png`,
  },
  {
    question: "37. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель автомобиля.",
      "2. Водитель мотоцикла.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_37.png`,
  },
  {
    question: "38. Водитель какого транспортного средства правильно въезжает на перекресток с круговым движением?",
    answers: [
      "1. Оба водителя.",
      "2. Только водитель автобуса.",
      "3. Только водитель легкового автомобиля.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_38.png`,
  },
  {
    question: "39. Какое транспортное средство имеет право на первоочередное движение?",
    answers: [
      "1. Красный автомобиль, так как он въезжает на перекресток с круговым движением справа от синего автомобиля.",
      "2. Синий автомобиль, так как он едет по дороге с круговым движением.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_39.png`,
  },
  {
    question: "40. Укажите очередность проезда перекрестка:",
    answers: [
      "1. Синий, красный одновременно с зеленым.",
      "2. Красный, синий, зеленый.",
      "3. Красный одновременно с зеленым, синий.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_40.png`,
  },
  {
    question: "41. Водитель зеленого автомобиля:",
    answers: [
      "1. Имеет право на первоочередное движение.",
      "2. Должен уступить дорогу.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_41.png`,
  },
  {
    question: "42. Перекресток последним проедет:",
    answers: [
      "1. Красный автомобиль.",
      "2. Синий автомобиль.",
      "3. Зеленый автомобиль.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_42.png`,
  },
  {
    question: "43. Перекресток вторым проедет:",
    answers: [
      "1. Зеленый автомобиль.",
      "2. Красный автомобиль одновременно с синим.",
      "3. Желтый автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_43.png`,
  },
  {
    question: "44. Автомобили проедут перекресток в следующем порядке:",
    answers: [
      "1. Синий, зеленый, красный.",
      "2. Красный, синий, зеленый.",
      "3. Зеленый, красный, синий.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_44.png`,
  },
  {
    question: "45. Перекресток вторым проедет:",
    answers: [
      "1. Зеленый автомобиль.",
      "2. Синий автомобиль.",
      "3. Красный автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_45.png`,
  },
  {
    question: "46. Красный автомобиль проедет перекресток:",
    answers: [
      "1. Вторым, одновременно с синим.",
      "2. Вторым, после желтого.",
      "3. Третьим, после зеленого и желтого.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_46.png`,
  },
  {
    question: "47. Желтый автомобиль проедет перекресток:",
    answers: [
      "1. Первым.",
      "2. Вторым.",
      "3. Третьим.",
      "4. Последним.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/5/theme_5_pic_47.png`,
  },
  {
    question: "48. В каком ответе правильно указана очередность проезда?",
    answers: [
      "1. Мотоцикл, автобус, грузовой автомобиль.",
      "2. Автобус, мотоцикл, грузовой автомобиль.",
      "3. Автобус, грузовой автомобиль, мотоцикл.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_48.png`,
  },
  {
    question: "49. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Легковой автомобиль, автобус, трамвай.",
      "2. Трамвай, автобус, легковой автомобиль.",
      "3. Трамвай, легковой автомобиль, автобус.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_49.png`,
  },
  {
    question: "50. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель автобуса.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_50.png`,
  },
  {
    question: "51. Какое транспортное средство должно уступить дорогу?",
    answers: [
      "1. Синий автомобиль.",
      "2. Красный автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_51.png`,
  },
  {
    question: "52. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Желтый автобус, грузовой автомобиль, зеленый автобус.",
      "2. Грузовой автомобиль, желтый автобус, зеленый автобус.",
      "3. Желтый автобус, зеленый автобус, грузовой автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_52.png`,
  },
  {
    question: "53. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Автобус, легковой автомобиль и грузовой автомобиль одновременно.",
      "2. Легковой автомобиль и грузовой автомобиль одновременно, автобус.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_53.png`,
  },
  {
    question: "54. В какой последовательности транспортные средства проедут перекресток, если светофоры не работают:",
    answers: [
      "1. Троллейбус и мотоцикл, автобус и легковой автомобиль.",
      "2. Мотоцикл, автобус и легковой автомобиль, троллейбус.",
      "3. Автобус и легковой автомобиль, троллейбус и мотоцикл.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_54.png`,
  },
  {
    question: "55. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Грузовой автомобиль, трамвай и автобус, мотоцикл и легковой автомобиль.",
      "2. Трамвай и автобус, мотоцикл и легковой автомобиль, грузовой автомобиль.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_55.png`,
  },
  {
    question: "56. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Автомобиль Скорой помощи, трамвай, мотоцикл, автобус, легковой автомобиль.",
      "2. Мотоцикл, автобус, трамвай и автомобиль Скорой помощи, легковой автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_56.png`,
  },
  {
    question: "57. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Грузовой автомобиль и мотоцикл, автобус, троллейбус.",
      "2. Грузовой автомобиль и автобус, мотоцикл, троллейбус.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_57.png`,
  },
  {
    question: "58. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Грузовой автомобиль, легковой автомобиль, автобус, автоцистерна.",
      "2. Грузовой автомобиль, автобус, легковой автомобиль, автоцистерна.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_58.png`,
  },
  {
    question: "59. Легковой автомобиль проедет перекресток:",
    answers: [
      "1. Первым.",
      "2. Вторым, после автобуса.",
      "3. Третьим.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_59.png`,
  },
  {
    question: "60. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Легковой автомобиль, автобус, грузовой автомобиль.",
      "2. Автобус, грузовой автомобиль, легковой автомобиль.",
      "3. Автобус, легковой автомобиль, грузовой автомобиль.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_60.png`,
  },
  {
    question: "61. Транспортные средства проедут перекресток в следующей последовательности:",
    answers: [
      "1. Грузовой автомобиль, легковой автомобиль, автобус.",
      "2. Автобус, грузовой автомобиль, легковой автомобиль.",
      "3. Автобус, легковой автобус, грузовой автобус.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_61.png`,
  },
  {
    question: "62. Могут ли одновременно выполнить поворот налево на этом перекрестке?",
    answers: [
      "1. Да",
      "2. Нет. Должен уступить водитель легкового автомобиля",
      "3. Нет. Должен уступить водитель грузового автомобиля",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_62.png`,
  },
  {
    question: "63. Кому Вы обязаны уступить дорогу в данной ситуации?",
    answers: [
      "1. Только автобусу",
      "2. Легковому автомобилю",
      "3. Никому",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_63.png`,
  },
  {
    question: "64. При выполнении поворота налево в этой ситуации:",
    answers: [
      "1. Вы проедете перекресток первыми",
      "2. Уступите дорогу водителю грузового автомобиля",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_64.png`,
  },
  {
    question: "65. При выполнении поворота направо в этой ситуации:",
    answers: [
      "1. Вы проедете перекресток первыми",
      "2. Уступите дорогу водителю грузового автомобиля",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_65.png`,
  },
  {
    question: "66. При продолжении движения прямо:",
    answers: [
      "1. Вы проедете перекресток первыми",
      "2. Проедете после легкового автомобиля",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_66.png`,
  },
  {
    question: "67. При выполнении разворота в данной ситуации необходимо уступить дорогу:",
    answers: [
      "1. Легковому автомобилю.",
      "2. Обоим водителям.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_67.png`,
  },
  {
    question: "68. При проезде перекрестка в данной ситуации не создавать препятствий для пешеходов",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_68.png`,
  },
  {
    question: "69. В условиях образовавшейся пробки непосредственно после перекрестка, разрешается въезжать на перекресток только:",
    answers: [
      "1. Если продолжим движение прямо.",
      "2. Если выполним поворот или разворот.",
      "3. Во всех перечисленных случаях.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_69.png`,
  },
  {
    question: "70. Мы обязаны уступить дорогу:",
    answers: [
      "1. Водителю мотоцикла.",
      "2. Легковому автомобилю.",
      "3. Никому.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_70.png`,
  },
  {
    question: "71. При выполнении поворота налево в данной ситуации мы обязаны уступить дорогу:",
    answers: [
      "1. Водителю легкового автомобиля.",
      "2. Водителю автобуса.",
      "3. Никому.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_71.png`,
  },
  {
    question: "72. Мы обязаны уступить дорогу:",
    answers: [
      "1. Только водителю трамвая.",
      "2. Водителю грузового автомобиля.",
      "3. Обоим водителям.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_72.png`,
  },
  {
    question: "73. Дорогу следует уступить:",
    answers: [
      "1. Водителю автобуса.",
      "2. Обоим водителям.",
      "3. Никому.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_73.png`,
  },
  {
    question: "74. В данной ситуации при проезде перекрестка уступить дорогу:",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_74.png`,
  },
  {
    question: "75. В данной ситуации при проезде перекрестка:",
    answers: [
      "1. Имеем право проехать первыми.",
      "2. Должны уступить водителю трамвая.",
      "3. Должны уступить водителю грузового автомобиля.",
      "4. Должны уступить всем водителям.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_75.png`,
  },
  {
    question: "76. При въезде круговым движением на перекресток, оборудованный знаком 'Круговое движение', водитель транспортного средства",
    answers: [
      "1. Обязан уступить дорогу транспортным средствам, движущимся по этому перекрестку.",
      "2. Имеет преимущество движения по отношению к движущимся по этому перекрестку.",
    ],
    correctAnswer: 0,
  },
  {
    question: "77. В данной ситуации при повороте налево мы обязаны уступить дорогу:",
    answers: [
      "1. Всем водителям.",
      "2. Только водителю легкового автомобиля.",
      "3. Водителям автобуса и легкового автомобиля.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_76.png`,
  },
  {
    question: "78. Какой водитель обязан не препятствовать пешеходам?",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель грузового автомобиля.",
      "3. Оба водителя.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_77.png`,
  },
  {
    question: "79. В данной ситуации может ли водитель выполнить поворот налево?",
    answers: [
      "1. Да.",
      "2. Да, если не создаст препятствия для водителя грузового автомобиля.",
      "3. Нет.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_78.png`,
  },
  {
    question: "80. В данной ситуации при выполнении поворота налево водитель:",
    answers: [
      "1. Должен уступить дорогу.",
      "2. Проедет перекресток первым.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_79.png`,
  },
  {
    question: "81. Знаки информируют, что:",
    answers: [
      "1. Через 200 метров будет необходимость уступать дорогу пересекающему.",
      "2. На 200-метровом участке должны всем уступать.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_80.png`,
  },
  {
    question: "82. При повороте налево во второй проезд водитель:",
    answers: [
      "1. Имеет преимущество.",
      "2. Должен уступить другим водителям.",
      "3. Должны уступить водителю автобуса.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_81.png`,
  },
  {
    question: "83. При проезде перекрестка прямо водитель:",
    answers: [
      "1. Может проехать первым.",
      "2. Должен уступить трамваю.",
      "3. Должен уступить обоим водителям.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_82.png`,
  },
  {
    question: "84. При выполнении поворота налево кому водитель обязан уступить?",
    answers: [
      "1. Водителю автобуса.",
      "2. Водителю легкового автомобиля.",
      "3. Никому.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_83.png`,
  },
  {
    question: "85. При въезде на этот перекресток водитель:",
    answers: [
      "1. Имеет право на первоочередное движение.",
      "2. Должен уступить грузовому автомобилю.",
      "3. Должен уступить обоим водителям.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_84.png`,
  },
  {
    question: "86. При выполнении поворота налево кому водитель обязан уступить?",
    answers: [
      "1. Обоим водителям.",
      "2. Водителю легкового автомобиля.",
      "3. Водителю автобуса.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_85.png`,
  },
  {
    question: "87. В данной ситуации мы обязаны уступить:",
    answers: [
      "1. Обоим водителям.",
      "2. Только встречному грузовому автомобилю.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_86.png`,
  },
  {
    question: "88. При выполнении поворота налево:",
    answers: [
      "1. Вы проедете перекресток первыми.",
      "2. Уступите дорогу.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_87.png`,
  },
  {
    question: "89. При данной ситуации поворот направо выполняем,",
    answers: [
      "1. Проезжая перекресток первыми.",
      "2. Уступив дорогу водителю легкового автомобиля.",
      "3. Уступив дорогу обоим водителям.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_88.png`,
  },
  {
    question: "90. При выполнении поворота направо:",
    answers: [
      "1. Должны уступить дорогу.",
      "2. Можем проехать первыми.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_89.png`,
  },
  {
    question: "91. При повороте налево Вы должны уступить дорогу:",
    answers: [
      "1. Водителям автобуса и мотоцикла.",
      "2. Водителю автобуса.",
      "3. Всем.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_90.png`,
  },
  {
    question: "92. При выполнении поворота налево:",
    answers: [
      "1. Проедете первыми одновременно с легковым автомобилем.",
      "2. Проедете после мотоцикла.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_91.png`,
  },
  {
    question: "93. При движении прямо Вы обязаны уступить:",
    answers: [
      "1. Обоим водителям.",
      "2. Только легковому автомобилю.",
      "3. Никому.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_92.png`,
  },
  {
    question: "94. Уступить трамваю:",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_93.png`,
  },
  {
    question: "95. В данной ситуации когда разрешается выполнить поворот направо?",
    answers: [
      "1. Непосредственно.",
      "2. Одновременно с проездом грузового автомобиля, если это не создает для него препятствия.",
      "3. После проезда грузового автомобиля.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_94.png`,
  },
  {
    question: "96. При выполнении поворота налево Вы обязаны уступить дорогу:",
    answers: [
      "1. Только водителю автобуса.",
      "2. Обоим водителям.",
      "3 .Никому.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_95.png`,
  },
  {
    question: "97. Кто первым проедет перекресток?",
    answers: [
      "1. Водитель грузового автомобиля.",
      "2. Водитель троллейбуса.",
      "3. Правила в данном случае не регулируются. Водители проедут, проявляя взаимное уважение.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_96.png`,
  },
  {
    question: "98. Не препятствовать пешеходам водитель обязан:",
    answers: [
      "1. Только при выполнении поворота налево.",
      "2. Только при выполнении поворота направо.",
      "3. В обоих случаях аналогично.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_97.png`,
  },
  {
    question: "99. При повороте направо Вы обязаны уступить дорогу:",
    answers: [
      "1. Пешеходам и велосипедистам.",
      "2. Только пешеходам.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_98.png`,
  },
  {
    question: "100. При выполнении поворота налево Вы обязаны уступить дорогу:",
    answers: [
      "1. Только водителю легкового автомобиля.",
      "2. Водителям легкового автомобиля и автобуса.",
      "3. Никому.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_99.png`,
  },
  {
    question: "101. Когда водитель не может определить наличие покрытия на дороге (темное время суток, грязь, снег и т. д.) , а знаки приоритета отсутствуют, то",
    answers: [
      "1. Он должен считать, что находится на второстепенной дороге.",
      "2. Он должен руководствоваться правилами проезда перекрестка равнозначных дорог.",
    ],
    correctAnswer: 0,
  },
  {
    question: "102. В данной ситуации мы обязаны уступить дорогу:",
    answers: [
      "1. Всем водителям.",
      "2. Только водителю грузового автомобиля.",
      "3. Только водителю легкового автомобиля.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_100.png`,
  },
  {
    question: "103. Мы обязаны уступить дорогу:",
    answers: [
      "1. Водителю легкового автомобиля.",
      "2. Водителям легкового автомобиля и автобуса.",
      "3. Всем водителям.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_101.png`,
  },
  {
    question: "104. При выполнении разворота на этом перекрестке:",
    answers: [
      "1. Первым выполните маневр.",
      "2. Должны уступить другим водителям.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_102.png`,
  },
  {
    question: "105. В условиях желтого мигающего сигнала светофора, при проезде перекрестка прямо, мы обязаны:",
    answers: [
      "1. Остановиться и подождать, пока не загорится зелёный разрешающий сигнал.",
      "2. Уступить водителю легкового автомобиля.",
      "3. Уступить водителю трамвая.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_103.png`,
  },
  {
    question: "106. При движении прямо:",
    answers: [
      "1. Мы можем проехать перекресток первыми.",
      "2. Должны уступить дорогу.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_104.png`,
  },
  {
    question: "107. При выполнении разворота кому Вы должны уступить дорогу?",
    answers: [
      "1. Водителю грузового автомобиля.",
      "2. Водителю легкового автомобиля.",
      "3. Обоим водителям.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_105.png`,
  },
  {
    question: "108. При выполнении поворота налево уступить трамваю",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_106.png`,
  },
  {
    question: "109. Уступить грузовому автомобилю, приближающемуся с дороги без покрытия, на этом перекрестке:",
    answers: [
      "1. Обязаны, поскольку он приблизился к нам с правой стороны.",
      "2. Не обязаны, поскольку дорога с твердым покрытием является главной по отношению к дороге без покрытия.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_107.png`,
  },
  {
    question: "110. В случае желтого мигающего сигнала светофора:",
    answers: [
      "1. Мы должны подождать, пока не загорится зелёный сигнал.",
      "2. Проедем перекресток, уступая водителю тележки.",
      "3. Проедем перекресток одновременно с легковым автомобилем.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_108.png`,
  },
  {
    question: "111. При повороте налево мы обязаны уступить дорогу:",
    answers: [
      "1. Водителю легкового автомобиля.",
      "2. Водителю автобуса.",
      "3. Водителю мотоцикла.",
      "4. Никому.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/5/theme_5_pic_109.png`,
  },
  {
    question: "112. В данной ситуации:",
    answers: [
      "1. Обязаны уступить дорогу водителю грузового автомобиля.",
      "2. Можем проехать перекресток одновременно с трамваем.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_110.png`,
  },
  {
    question: "113. При проезде перекрестка мы обязаны уступить:",
    answers: [
      "1. Водителю мотоцикла.",
      "2. Водителям мотоцикла и автобуса.",
      "3. Водителям легкового автомобиля и автобуса.",
      "4. Всем водителям.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/5/theme_5_pic_111.png`,
  },
  {
    question: "114. В данной ситуации Вы должны уступить дорогу:",
    answers: [
      "1. Только водителю трамвая.",
      "2. Водителю легкового автомобиля.",
      "3. Водителям легкового автомобиля и трамвая.",
      "4. Всем водителям.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_112.png`,
  },
  {
    question: "115. При выполнении поворота налево в данной ситуации:",
    answers: [
      "1. Вы проедете перекресток первыми.",
      "2. При въезде на перекресток уступите дорогу водителю мотоцикла, а затем завершите маневр.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_113.png`,
  },
  {
    question: "116. При проезде перекрестка прямо необходимо уступить дорогу:",
    answers: [
      "1. Водителю грузового автомобиля.",
      "2. Водителю легкового автомобиля.",
      "3. Обоим водителям.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_114.png`,
  },
  {
    question: "117. В данной ситуации:",
    answers: [
      "1. Вы проедете перекресток первыми.",
      "2. Уступите дорогу водителю легкового автомобиля.",
      "3. Уступите дорогу обоим водителям.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_115.png`,
  },
  {
    question: "118. Мы обязаны уступить:",
    answers: [
      "1. Обоим водителям.",
      "2. Водителю легкового автомобиля.",
      "3. Водителю автобуса.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_116.png`,
  },
  {
    question: "119. Здесь перекресток:",
    answers: [
      "1. Проедете первыми.",
      "2. Уступите дорогу грузовому автомобилю.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_117.png`,
  },
  {
    question: "120. Уступить дорогу водителю трамвая:",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_118.png`,
  },
  {
    question: "121. При выполнении поворота налево следует уступить:",
    answers: [
      "1. Водителю грузового автомобиля.",
      "2. Обоим водителям.",
      "3. Никому.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_119.png`,
  },
  {
    question: "122. На этом перекрестке:",
    answers: [
      "1. Уступите дорогу.",
      "2. Проедете первыми.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_120.png`,
  },
  {
    question: "123. Уступить трамваю:",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_121.png`,
  },
  {
    question: "124. В данной ситуации поворот направо разрешается:",
    answers: [
      "1. Только после грузового автомобиля.",
      "2. Одновременно с грузовым автомобилем, если это не создаст препятствия для водителя грузового автомобиля.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_122.png`,
  },
  {
    question: "125. При движении прямо следует уступить:",
    answers: [
      "1. Водителю легкового автомобиля.",
      "2. Всем.",
      "3. Никому.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/5/theme_5_pic_123.png`,
  },
  {
    question: "126. В данной ситуации необходимо уступить:",
    answers: [
      "1. Водителю автобуса.",
      "2. Водителю грузового автомобиля.",
      "3. Обоим водителям.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_124.png`,
  },
  {
    question: "127. На каком рисунке изображена главная дорога?",
    answers: [
      "1. Только на левом.",
      "2. На нижнем и левом.",
      "3. На всех.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_125.png`,
  },
  {
    question: "128. На каком рисунке изображена главная дорога?",
    answers: [
      "1. Только на правом.",
      "2. На правом и нижнем.",
      "3. На всех.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/5/theme_5_pic_126.png`,
  },
  {
    question: "129. На каком рисунке изображена главная дорога?",
    answers: [
      "1. На верхнем левом.",
      "2. На верхнем правом.",
      "3. На верхних рисунках.",
      "4. На всех.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/5/theme_5_pic_127.png`,
  },
  {
    question: "130. Какая дорога на перекрестке считается главной?",
    answers: [
      "1. Дорога с твердым покрытием (асфальтобетон, цементобетон, каменные материалы и т. д.) по отношению к грунтовой.",
      "2. Трехполосная дорога по отношению к имеющей по одной полосе для каждого направления.",
      "3. Асфальтобетонная дорога по отношению к плиточной дороге.",
    ],
    correctAnswer: 0,
  },
];
