import { TQuestions } from '../../types/question';
import { PATHNAME } from '../path-name';

export const questions2: Array<TQuestions> = [
  {
    question: "1. Согласно закону РА 'Об обеспечении безопасности дорожного движения', пассажиром считается:",
    answers: [
      "Лицо, находящееся в салоне (кабине) транспортного средства или на транспортном средстве, кроме водителя и обучающего вождению лица.",
      "Лицо, находящееся в салоне (кабине) транспортного средства или на транспортном средстве, а также лицо, которое садится (поднимается) в транспортное средство и выходит из (сходит с) него, кроме водителя и обучающего вождению лица."
    ],
    correctAnswer: 1,
  },
  {
    question: "2. Согласно закону РА 'Об обеспечении безопасности дорожного движения', удостоверение на право управления транспортных средств категории 'А' может выдаться:",
    answers: [
      "Лицам от 16 лет.",
      "Лицам от 17 лет.",
      "Лицам от 18 лет."
    ],
    correctAnswer: 2
  },
  {
    question: "3. Согласно закону РА 'Об обеспечении безопасности дорожного движения', удостоверение на право управления транспортных средств категории 'BE' может выдаться:",
    answers: [
      "Лицам от 17 лет.",
      "Лицам от 18 лет.",
      "Лицам от 19 лет."
    ],
    correctAnswer: 2
  },
  {
    question: "4. Согласно закону РА 'Об обеспечении безопасности дорожного движения', проезжей частью дороги считается:",
    answers: [
      "Элемент дороги, предназначенный для движения транспортных средств.",
      "Элемент дороги, предназначенный для движения безрельсовых транспортных средств."
    ],
    correctAnswer: 1
  },
  {
    question: "5. Должен ли обучающийся вождению во время учебной езды пристегиваться ремнями безопасности?",
    answers: [
      "Должен.",
      "Не должен.",
      "Не должен, если это затрудняет управление автомобиля.",
      "Не должен, если обучающий разрешает вести."
    ],
    correctAnswer: 0
  },
  {
    question: "6. Согласно закону РА 'Об обеспечении безопасности дорожного движения', водительское удостоверение на право управления транспортных средств категории 'D' и подкатегории 'D1' может выдаться:",
    answers: [
      "Лицам от 18 лет.",
      "Лицам от 19 лет.",
      "Лицам от 20 лет.",
      "Лицам от 21 года."
    ],
    correctAnswer: 3
  },
  {
    question: "7. Согласно закону РА 'Об обеспечении безопасности дорожного движения', пешеходом считается:",
    answers: [
      "Лицо, находящееся вне транспортного средства на дороге, за исключением лица, имеющего полномочие на произведение работ на дороге и в порядке, установленном законодательством, осуществляющего данные работы.",
      "Лицо, находящееся вне транспортного средства на дороге, в том числе лица, имеющего полномочие на произведение работ на дороге и в порядке, установленном законодательством, осуществляющего данные работы."
    ],
    correctAnswer: 0
  },
  {
    question: "8. Согласно закону РА 'Об обеспечении безопасности дорожного движения', начальное обучение по практическому вождению транспортного средства осуществляется:",
    answers: [
      "Вне населённых пунктов, на дорогах, учитывая интенсивность движения транспортных средств.",
      "На закрытой площадке или автодроме.",
      "На любой дороге (кроме автомагистралей), учитывая интенсивность движения транспортных средств."
    ],
    correctAnswer: 1
  },
  {
    question: "9. Согласно закону РА 'Об обеспечении безопасности дорожного движения', считается ли перекрестком выезд с прилегающей территории на дорогу?",
    answers: [
      "Не считается.",
      "Считается."
    ],
    correctAnswer: 0
  },
  {
    question: "10. Согласно закону РО 'Об обеспечении безопасности дорожного движения', лицам, имеющим водительское удостоверение на управление транспортных средств категорий 'B', 'C' и 'D', разрешается их водить также с прицепами, если разрешенная максимальная масса прицепа:",
    answers: [
      "750 килограмм.",
      "800 килограмм.",
      "1000 килограмм."
    ],
    correctAnswer: 0
  },
  {
    question: "11. Согласно закону РА 'Об обеспечении безопасности дорожного движения', водительское удостоверение на право управления транспортных средств категорий 'B' и 'C' может выдаться:",
    answers: [
      "Лицам от 16 лет.",
      "Лицам от 17 лет.",
      "Лицам от 18 лет."
    ],
    correctAnswer: 2
  },
  {
    question: "12. Согласно закону РА 'Об обеспечении безопасности дорожного движения', мопедом считается:",
    answers: [
      "Двух- или трехколесное транспортное средство с двигателем с рабочим объемом до 50 см куб. и максимальной скоростью до 50 км/ч.",
      "Двух- или трехколесное транспортное средство с двигателем с рабочим объемом до 60 см куб. и максимальной скоростью до 60 км/ч.",
      "Двух- или трехколесное транспортное средство с двигателем с рабочим объемом до 70 см куб. и максимальной скоростью до 70 км/ч."
    ],
    correctAnswer: 0
  },
  {
    question: "13. Согласно закону РА 'Об обеспечении безопасности дорожного движения', вынужденной остановкой считается:",
    answers: [
      "Прекращение движения в связи с неожиданным включением запрещающего сигнала светофора.",
      "Прекращение движения в связи с образовавшейся на дороге пробке.",
      "Прекращение движения транспортного средства из-за его неисправности, опасности, создаваемой физическим и (или) душевным состоянием водителя (пассажира) и (или) перевозимым грузом, появления препятствия на дороге.",
      "Все перечисленные случаи."
    ],
    correctAnswer: 3
  },
  {
    question: "14. Согласно закону РА 'Об обеспечении безопасности дорожного движения', недостаточной видимостью считается:",
    answers: [
      "Расстояние видимости дороги в темное время суток.",
      "Расстояние видимости дороги в населенных пунктах, в условиях отсутствия искусственного освещения проезжей части.",
      "Видимость дороги и (или) расстояние видимости до 300 метров, в условиях тумана, дождя, снегопада и (или) в других неблагоприятных погодных условиях для обеспечения безопасности дорожного движения."
    ],
    correctAnswer: 2
  },
  {
    question: "15. Согласно закону РА 'Об обеспечении безопасности дорожного движения', остановкой считается:",
    answers: [
      "Преднамеренное приведение транспортного средства в неподвижное состояние на время до 5 минут или на необходимое время для посадки или высадки пассажиров и (или) загрузки, разгрузки транспортного средства.",
      "Приведение транспортного средства в неподвижное состояние на время более 5 минут, если это не связано с посадкой, высадкой пассажиров или загрузкой, разгрузкой транспортного средства."
    ],
    correctAnswer: 0
  },
  {
    question: "16. Согласно закону РА 'Об обеспечении безопасности дорожного движения', транспортным средством общего пользования считается:",
    answers: [
      "Транспортное средство (трамвай, тролейбус, автобус), имеющее места остановки (остановки), движущееся по маршрутам, перевозящее пассажиров и (или) багажи.",
      "Транспортное средство (трамвай, тролейбус, автобус), имеющее места остановки (остановки), движущееся по маршрутам, перевозящее пассажиров и (или) багажи, а также легковой автомобиль такси."
    ],
    correctAnswer: 0
  },
  {
    question: "17. Согласно закону РА 'Об обеспечении безопасности дорожного движения', к пешеходами приравниваются:",
    answers: [
      "Инвалиды, передвигающиеся в инвалидной коляске без двигателя.",
      "Лица, везущие (толкающие) тележку, санки, детскую или инвалидную коляску.",
      "Все перечисленные лица."
    ],
    correctAnswer: 2
  },
  {
    question: "18. Согласно закону РА 'Об обеспечении безопасности дорожного движения', прицепом (полуприцепом) считается:",
    answers: [
      "Любое механическое транспортное средство, буксируемое на жесткой сцепкой.",
      "Не оборудованное двигателем транспортное средство, которое предназначено для приведения в движение посредством механического транспортного средства и движения в его составе в качестве единого целого (включая специальный прицеп)."
    ],
    correctAnswer: 1
  },
  {
    question: "19. Согласно закону РА 'Об обеспечении безопасности дорожного движения', на дорогах Республики Армения устанавливается:",
    answers: [
      "Правостороннее движение.",
      "Левостороннее движение."
    ],
    correctAnswer: 0
  },
  {
    question: "20. Согласно закону РА 'Об обеспечении безопасности дорожного движения', стоянкой считается:",
    answers: [
      "Преднамеренное приведение транспортного средства в неподвижное состояние на время более 5 минут, если это не связано с посадкой, высадкой пассажиров или загрузкой, разгрузкой транспортного средства.",
      "Преднамеренное приведение транспортного средства в неподвижное состояние на время более 5 минут, за исключением случаев предупреждения столкновения с другим участником дорожного движения или каким-либо препятствием, посадки, высадки пассажира и (или) загрузки, разгрузки транспортного средства, а также других случаев, предусмотренных законодательством."
    ],
    correctAnswer: 1
  },
  {
    question: "21. Согласно закону РА 'Об обеспечении безопасности дорожного движения', лицам, призванным на службу в Вооруженные Силы и другие войска РА, водительское удостоверение на право управления транспортных средств категории 'D' и подкатегории 'D1' может выдаться:",
    answers: [
      "Лицам от 18 лет.",
      "Лицам от 19 лет.",
      "Лицам от 20 лет.",
      "Лицам от 21 года."
    ],
    correctAnswer: 1
  },
  {
    question: "22. Согласно закону РА 'Об обеспечении безопасности дорожного движения', в каком сроке со дня приобретения транспортного средства оно должно быть представленно на государственную регистрацию в органы Дорожной полиции?",
    answers: [
      "В течение 15 дней.",
      "В течение 10 дней.",
      "В течение 20 дней."
    ],
    correctAnswer: 0
  },
  {
    question: "23. Согласно закону РА 'Об обеспечении безопасности дорожного движения', ответственность за содержание в технически годном состоянии транспортного средства, участвующего в дорожном движении, несет:",
    answers: [
      "Собственник или пользователь транспортного средства.",
      "Организация, которая продала транспортное средство.",
      "Организация, которая провела последний годовой технический осмотр транспортного средства.",
      "Все перечисленные лица и организации."
    ],
    correctAnswer: 0
  },
  {
    question: "24. Согласно закону РА 'Об обеспечении безопасности дорожного движения', до начала движения водитель обязан проверить:",
    answers: [
      "Исправность тормозной системы и рулевого управления.",
      "Соответствие остаточной высоты рисунка протектора шин установленным нормам.",
      "Все перечисленное."
    ],
    correctAnswer: 2
  },
  {
    question: "25. Согласно закону РА 'Об обеспечении безопасности дорожного движения', водитель транспортного средства обязан предоставлять транспортное средство в целях содействия:",
    answers: [
      "Служащим Полиции для перемещения в медицинское учреждение лиц, нуждающихся в срочной медицинской помощи.",
      "Медицинским работникам, которые в целях оказания медицинской помощи следуют в том же направлении (с согласия водителя).",
      "В обоих случаях."
    ],
    correctAnswer: 2
  },
  {
    question: "26. Согласно закону РА 'Об обеспечении безопасности дорожного движения', водитель транспортного средства, в случае причастности к дорожно-транспортному происшествию, обязан:",
    answers: [
      "Немедленно остановить транспортное средство.",
      "Включить аварийную световую сигнализацию.",
      "Не перемещать связанные с аварией предметы.",
      "Выполнить все перечисленные действия."
    ],
    correctAnswer: 3
  },
  {
    question: "27. Согласно закону РА 'Об обеспечении безопасности дорожного движения', водитель механического транспортного средства обязан иметь при себе:",
    answers: [
      "Удостоверение на право управления транспортным средством данной категории и регистрационные документы транспортного средства.",
      "Доверенность, в случае управления транспортного средства, принадлежащего другому лицу.",
      "Все перечисленные документы."
    ],
    correctAnswer: 0
  },
  {
    question: "28. Согласно закону РА 'Об обеспечении безопасности дорожного движения', полосой движения считается:",
    answers: [
      "Обозначенная разметкой продольная полоса проезжей части, ширина которой достаточна для движения транспортных средств в один ряд.",
      "Обозначенная или не обозначенная разметкой продольная полоса проезжей части, ширина которой достаточна для движения транспортных средств в один ряд."
    ],
    correctAnswer: 1
  },
  {
    question: "29. Согласно закону РА 'Об обеспечении безопасности дорожного движения', разрешенной максимальной массой считается:",
    answers: [
      "Масса снаряженного и заправленного транспортного средства.",
      "Масса нагруженного, снаряженного и заправленного транспортного средства с водителем, пассажирами и грузом."
    ],
    correctAnswer: 1
  },
  {
    question: "30. Согласно закону РА 'Об обеспечении безопасности дорожного движения', регулировщиком считается:",
    answers: [
      "Лицо, имеющее полномочия на регулирование дорожного движения и осуществляющее это регулирование в установленном законодательством порядке.",
      "Любой участник дорожного движения (водитель, пассажир или пешеход), который выполняет регулирующие действия в случае необходимости.",
      "Все перечисленные лица."
    ],
    correctAnswer: 0
  },
  {
    question: "31. Согласно закону РА 'Об обеспечении безопасности дорожного движения', велосипедом считается:",
    answers: [
      "Транспортное средство, в том числе инвалидная коляска, имеющее по меньшей мере 2 колеса и, как правило, приводимое в движение мускульной силой находящегося на нем человека, в частности, при помощи педалей или ручек.",
      "Транспортное средство, за исключением инвалидной коляски, имеющее по меньшей мере 2 колеса и, как правило, приводимое в движение мускульной силой находящегося на нем человека, в частности, при помощи педалей или ручек."
    ],
    correctAnswer: 1
  },
  {
    question: "32. Согласно закону РА 'Об обеспечении безопасности дорожного движения', обучающий вождению транспортного средства:",
    answers: [
      "Приравнивается к водителю.",
      "Не приравнивается к водителю."
    ],
    correctAnswer: 0
  },
  {
    question: "33. Согласно закону РА 'Об обеспечении безопасности дорожного движения', аварийной ситуацией считается:",
    answers: [
      "Ситуация, возникшая вследствие действия и (или) бездействия участника движения, при которой создается реальная угроза дорожно-транспортного происшествия.",
      "Ситуация, возникшая вследствие действия и (или) бездействия участника движения и (или) регулировщика, при которой создается реальная угроза дорожно-транспортного происшествия."
    ],
    correctAnswer: 1
  },
  {
    question: "34. Согласно закону РА 'Об обеспечении безопасности дорожного движения', темным временем суток считается:",
    answers: [
      "Период времени осенью и зимой - с 20.00 вечера до 8.00 утра, весной и летом - с 22.00 вечера до 6.00 утра.",
      "Период времени между концом вечерних сумерек и началом утренних сумерек.",
      "Время отсутствия солнечного освещения."
    ],
    correctAnswer: 1
  },
  {
    question: "35. Согласно закону РА 'Об обеспечении безопасности дорожного движения', автобусом считается:",
    answers: [
      "Автомобиль, своей структурой и обустроенностью предназначенный для безопасной и удобной перевозки пассажиров и груза, имеющий более 8-и мест для сидения пассажиров.",
      "Автомобиль, своей структурой и обустроенностью предназначенный для безопасной и удобной перевозки пассажиров и груза, имеющий 8 и более мест для сидения пассажиров."
    ],
    correctAnswer: 0
  },
  {
    question: "36. Согласно закону РА 'Об обеспечении безопасности дорожного движения', легковым автомобилем считается:",
    answers: [
      "Автомобиль, своей структурой и обустроенностью предназначенный для безопасной и удобной перевозки пассажиров и груза, имеющий не более 8-и мест для сидения пассажиров.",
      "Автомобиль, своей структурой и обустроенностью предназначенный для безопасной и удобной перевозки пассажиров и груза, имеющий не более 4-х мест для сидения пассажиров (за исключением детей до 12 лет)."
    ],
    correctAnswer: 0
  },
  {
    question: "37. Согласно закону РА 'Об обеспечении безопасности дорожного движения', к пешеходами приравниваются:",
    answers: [
      "Инвалиды, передвигающиеся со скоростью пешехода в инвалидной коляске с двигателем.",
      "Лица, ведущие велосипед, мопед или мотоцикл.",
      "Все перечисленные лица."
    ],
    correctAnswer: 2
  },
  {
    question: "38. Согласно закону РА 'Об обеспечении безопасности дорожного движения', право на управление транспортными средствами возникает:",
    answers: [
      "С момента положительной сдачи практических экзаменов по вождению транспортных средств в подразделениях Дорожной полиции.",
      "С момента получения удостоверения на право вождения."
    ],
    correctAnswer: 1
  },
  {
    question: "39. Согласно закону РА 'Об обеспечении безопасности дорожного движения', международные удостоверения на право управления транспортных средств категорий 'A' и 'B' могут выдаться:",
    answers: [
      "Лицам от 16 лет.",
      "Лицам от 17 лет.",
      "Лицам от 18 лет."
    ],
    correctAnswer: 2
  },
  {
    question: "40. Согласно закону РА 'Об обеспечении безопасности дорожного движения', международное удостоверение на право управления транспортных средств категории 'C' может выдаться:",
    answers: [
      "Лицам от 18 лет.",
      "Лицам от 20 лет.",
      "Лицам от 21 года."
    ],
    correctAnswer: 2
  },
  {
    question: "41. Согласно закону РА 'Об обеспечении безопасности дорожного движения', национальные водительские удостоверения выдаются:",
    answers: [
      "На 5 лет.",
      "На 10 лет.",
      "На 20 лет.",
      "Бессрочно."
    ],
    correctAnswer: 1
  },
  {
    question: "42. Согласно закону РА 'Об обеспечении безопасности дорожного движения', международные водительские удостоверения выдаются:",
    answers: [
      "На 1 год.",
      "На 3 года.",
      "На 5 лет.",
      "Бессрочно."
    ],
    correctAnswer: 1
  },
  {
    question: "43. Согласно закону РА 'Об обеспечении безопасности дорожного движения', остановкой считается:",
    answers: [
      "Приведение транспортного средства в неподвижное состояние в связи с требованием пассажира.",
      "Приведение транспортного средства в преднамеренное неподвижное состояние на время более 5 минут, если это не связано с посадкой, высадкой пассажиров или загрузкой, разгрузкой транспортного средства.",
      "Приведение транспортного средства в преднамеренное неподвижное состояние на время до 5 минут или на время, необходимое для посадки или высадки пассажира и (или) загрузки, разгрузки транспортного средства."
    ],
    correctAnswer: 2
  },
  {
    question: "44. Согласно закону РА 'Об обеспечении безопасности дорожного движения', транспортным средством общего пользования считается:",
    answers: [
      "Транспортное средство (трамвай, тролейбус, автобус), имеющее места остановки (остановки), движущееся по маршрутам, перевозящее пассажиров и (или) багажи, а также легковой автомобиль такси.",
      "Транспортное средство (трамвай, тролейбус, автобус), имеющее места остановки (остановки), движущееся по маршрутам, перевозящее пассажиров и (или) багажи.",
      "Транспортное средство, движущееся по туристическому маршруту, перевозящее пассажиров и (или) багажи."
    ],
    correctAnswer: 1
  },
  {
    question: "45. Согласно закону РА 'Об обеспечении безопасности дорожного движения', разрешенной максимальной массой считается:",
    answers: [
      "Максимальная масса снаряженного и заправленного транспортного средства.",
      "Масса нагруженного, снаряженного и заправленного транспортного средства с водителем, пассажирами и грузом, которую предприятие-изготовитель установило в качестве максимально допустимой.",
      "Масса нагруженного транспортного средства с водителем, пассажирами и грузом, которую предприятие-изготовитель установило в качестве максимально допустимой."
    ],
    correctAnswer: 1
  },
  {
    question: "46. Согласно закону РА 'Об обеспечении безопасности дорожного движения', лицам, имеющим водительское удостоверение на управление транспортных средств категорий 'B', 'C' и 'D', и подкатегорий 'C1', 'D1', разрешается их водить также с прицепами, если разрешенная максимальная масса прицепа:",
    answers: [
      "950 килограмм.",
      "850 килограмм.",
      "750 килограмм."
    ],
    correctAnswer: 2
  },
  {
    question: "47. Согласно закону РА 'Об обеспечении безопасности дорожного движения', пунктом остановки транспортного средства общего пользования считается:",
    answers: [
      "Место на определенном отрезке маршрута транспортного средства общего пользования, предусмотренное для посадки-высадки пассажиров и оборудованное соответствующими дорожными знаками.",
      "Место на определенном отрезке маршрута транспортного средства общего пользования, предусмотренное для посадки-высадки пассажиров."
    ],
    correctAnswer: 0
  },
  {
    question: "48. Согласно закону РА 'Об обеспечении безопасности дорожного движения', водительское удостоверение на управление транспортных средств категории 'D' и подкатегории 'D1' может выдаться тем лицам, которые имеют:",
    answers: [
      "Удостоверение на управление транспортных средств категории 'B' или 'C' или подкатегории 'C1' и им исполнился 21 год.",
      "Удостоверение на управление транспортных средств категории 'B' или 'C' или подкатегории 'B1' и им исполнилось 18 лет.",
      "Удостоверение на управление транспортных средств категорий 'AB' или подкатегорий 'A1B1' и им исполнилось 18 лет.",
      "Удостоверение на управление транспортных средств категории 'B' или 'C' или подкатегории 'C1' и им исполнилось 20 лет."
    ],
    correctAnswer: 0
  },
  {
    question: "49. Согласно закону РА 'Об обеспечении безопасности дорожного движения', международное водительское удостоверение на управление транспортных средств категорий 'D', 'DE', подкатегорий 'D1' и 'D1E' может выдаться:",
    answers: [
      "Лицам от 19 лет.",
      "Лицам от 20 лет.",
      "Лицам от 21 года.",
      "Лицам от 22 лет."
    ],
    correctAnswer: 2
  },
  {
    question: "50. При выезде с грунтовой дороги на асфальтобетонную дорогу:",
    answers: [
      "Мы должны считать ее главной дорогой.",
      "Считаем эту дорогу равнозначной."
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/2/theme_2_pic_1.png`
  },
  {
    question: "51. Сколько полос движения присутствует в данной проезжей части?",
    answers: [
      "Одна.",
      "Две.",
      "Три."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/2/theme_2_pic_2.png`
  },
  {
    question: "52. Разрешается ли двигаться по центру проезжей части в условиях указанной ширины?",
    answers: [
      "Да.",
      "Да, если отсутствует встречное движение.",
      "Нет."
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/2/theme_2_pic_3.png`
  },
  {
    question: "53. Какой из указанных недвижимых объектов не является препятствием?",
    answers: [
      "Повреждение покрытия проезжей части.",
      "Посторонний предмет.",
      "Неисправный или неподвижный автомобиль.",
      "Автомобиль, остановившийся из-за пробки."
    ],
    correctAnswer: 3
  },
  {
    question: "54. Являются ли частью дороги тротуар или обочины?",
    answers: [
      "Да.",
      "Только обочины.",
      "Нет."
    ],
    correctAnswer: 0
  },
  {
    question: "55. Сколько проезжих частей имеет данная дорога?",
    answers: [
      "Одну.",
      "Две.",
      "Четыре."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/2/theme_2_pic_4.png`
  },
  {
    question: "56. Сколько перекрестков есть в данном рисунке?",
    answers: [
      "Один.",
      "Два.",
      "Четыре."
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/2/theme_2_pic_5.png`
  },
  {
    question: "57. Сколько пересечений проезжих частей есть в данном рисунке?",
    answers: [
      "Одно.",
      "Два."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/2/theme_2_pic_6.png`
  },
  {
    question: "58. Сколько полос движения имеет данная дорога?",
    answers: [
      "Две.",
      "Четыре."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/2/theme_2_pic_7.png`
  },
  {
    question: "59. На каком рисунке дорога имеет разделительную полосу?",
    answers: [
      "Только на правом.",
      "В обоих случаях.",
      "Только на левом."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/2/theme_2_pic_8.png`
  },
  {
    question: "60. Уступить дорогу другим транспортным средствам означает:",
    answers: [
      "Водитель не должен продолжать или возобновлять движение или осуществлять какой-либо маневр, если это может вынудить водителей других транспортных средств изменить направление движения или скорость.",
      "Водитель не должен продолжать или возобновлять движение или осуществлять какой-либо маневр, если это может вынудить водителей других транспортных средств внезапно изменить направление движения или скорость.",
      "Безоговорочно остановить транспортное средство."
    ],
    correctAnswer: 1
  },
  {
    question: "61. В каком рисунке изображен перекресток?",
    answers: [
      "Только на левом.",
      "Только на правом.",
      "В обоих случаях."
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/2/theme_2_pic_9.png`
  },
  {
    question: "62. Пересечение скольких проезжих частей есть на перекрестке?",
    answers: [
      "Одной.",
      "Двух.",
      "Четырех."
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/2/theme_2_pic_10.png`
  },
  {
    question: "63. Перестроением считается:",
    answers: [
      "Выезд транспортного средства из занимаемой полосы движения, с сохранением первоначального направления движения.",
      "Выезд транспортного средства из занимаемого ряда обозначенной разметкой полосы движения, с сохранением первоначального направления движения.",
      "Оба указанных случая."
    ],
    correctAnswer: 2
  },
  {
    question: "64. Поворотом считается:",
    answers: [
      "Маневр транспортного средства, осуществляемый с целью выезда на другую дорогу.",
      "Маневр транспортного средства, осуществляемый с целью выезда на другую дорогу или прилегающую территорию."
    ],
    correctAnswer: 1
  },
  {
    question: "65. Разворотом считается:",
    answers: [
      "Управление транспортным средством по встречному направлению.",
      "Маневр, осуществляемый с целью изменения направления движения транспортного средства на противоположное."
    ],
    correctAnswer: 1
  },
  {
    question: "66. Объездом считается:",
    answers: [
      "Обгон одного или нескольких транспортных средств, находящихся в движении, без выезда с занимаемой полосы.",
      "Обгон одного или нескольких транспортных средств, находящихся в движении, в связи с выездом с занимаемой полосы."
    ],
    correctAnswer: 0
  },
  {
    question: "67. Началом движения считается:",
    answers: [
      "Момент начала движения транспортного средства с места стоянки или остановки в связи с перестроением на соседнюю полосу движения или без него.",
      "Момент начала движения транспортного средства с места стоянки или остановки в связи с перестроением на соседнюю полосу движения."
    ],
    correctAnswer: 0
  },
  {
    question: "68. Маневром считается:",
    answers: [
      "Начало движения транспортного средства (связанное с выездом на соседнюю полосу движения), выполнение перестроения, изменения направления движения, остановки (с перестроением) и разворота.",
      "Начало движения транспортного средства, выполнение перестроения, изменения направления движения, остановки и разворота."
    ],
    correctAnswer: 0
  },
  {
    question: "69. Согласно закону РА 'Об обеспечении безопасности дорожного движения', грузовым автомобилем считается:",
    answers: [
      "Автомобиль, своей конструкцией и оборудованием предназначенный для перевозки грузов.",
      "Автомобиль весом более 3,5 тонн, своей конструкцией и оборудованием предназначенный для перевозки грузов."
    ],
    correctAnswer: 0
  },
  {
    question: "70. Согласно закону РА 'Об обеспечении безопасности дорожного движения', разделительной полосой считается:",
    answers: [
      "Конструктивно выделенный элемент дороги, разделяющий смежные проезжие части дороги, не предназначенный для движения и остановки транспортных средств и пешеходов.",
      "Элемент дороги, выделенный конструктивно и (или) соответствующей разметкой, разделяющий смежные проезжие части, не предназначенный для движения и остановки транспортных средств и пешеходов."
    ],
    correctAnswer: 1
  },
  {
    question: "71. Согласно закону РА 'Об обеспечении безопасности дорожного движения', к водителю приравниваются:",
    answers: [
      "Погонщик, ведущий по дороге вьючных и (или) верховых животных или скот.",
      "Погонщик, ведущий вьючных и (или) верховых животных или скот."
    ],
    correctAnswer: 0
  },
  {
    question: "72. Согласно закону РА 'Об обеспечении безопасности дорожного движения', тротуаром считается:",
    answers: [
      "Элемент дороги, примыкающий к проезжей части, предназначенный для движения пешехода в установленном законодательством порядке.",
      "Элемент дороги, каким-либо образом отделенный от проезжей части, предназначенный для движения пешехода в установленном законодательством порядке.",
      "Оба указанных случая."
    ],
    correctAnswer: 2
  }
];