import { TQuestions } from '../../types/question';

export const questions1: Array<TQuestions> = [
    {
      question: "При травме головы, оказывая помощь пострадавшему, необходимо:",
      answers: [
        "Уложить его, проподняв ноги.",
        "Уложить его, приподняв голову и туловище, обеспечив полулежащее положение.",
        "Уложить его в горизонтальном положении."
      ],
      correctAnswer: 1,
      imageUrl: 'path/to/image1.jpg',
    },
    {
      question: "При автомобильной аварии какому из следующих пострадавших Вы окажете помощь в первую очередь?",
      answers: [
        "Испуганной беременной женщине.",
        "Ребенку с царапинами.",
        "Мужчине со сломанной рукой.",
        "Мужчине без сознания."
      ],
      correctAnswer: 3
    },
    {
      question: "При кровотечении из носа, оказывая помощь пострадавшему, необходимо:",
      answers: [
        "Запрокинуть голову пострадавшего назад.",
        "Наклонить голову пострадавшего и сдавить верхнюю часть носа.",
        "Ввести ватный тампон в нос пострадавшего.",
        "Подождать пока кровотечение само остановится."
      ],
      correctAnswer: 1
    },
    {
      question: "Во время движения водитель внезапно начинает жаловаться на сильную давящую боль в грудной клетке и затрудненное дыхание. Как следует поступить?",
      answers: [
        "Предложить ему обратиться в ближайшую больницу.",
        "Дать ему стакан воды, 2 таблетки валерианы.",
        "Незамедлительно остановить машину и включить аварийную сигнализацию.",
        "Посоветовать ему немного пройтись и подышать свежим воздухом."
      ],
      correctAnswer: 2
    },
    {
      question: "Какую помощь следует оказать пострадавшему при судорожном припадке?",
      answers: [
        "Удерживать пострадавшего, стараясь ослабить судороги.",
        "Попытаться раскрыть рот, удержать язык и положить какой-либо предмет между зубами.",
        "Попытаться раскрыть дыхательные пути, откинув назад голову пострадавшего.",
        "Не трогать, подождать, пока судороги прекратятся."
      ],
      correctAnswer: 3
    },
    {
      question: "Как следует поступить, оказывая помощь при ожоге?",
      answers: [
        "Оставить ожог открытым.",
        "Вскрыть волдыри с жидкостью, после чего туго перевязать.",
        "Смазать ожог растительным маслом.",
        "Охладить ожог водой, после чего накрыть стерильной перевязочной материей или чистыми тканями."
      ],
      correctAnswer: 3
    }
  ];
  