import { TQuestions } from "../../types/question";
import { PATHNAME } from "../path-name";

export const questions7: Array<TQuestions> = [
  {
    question: "1. Каким транспортным средствам разрешена стоянка?",
    answers: [
      "1. Только мотоциклу.",
      "2. Только грузовому автомобилю.",
      "3. Только легковому автомобилю.",
      "4. Легковому автомобилю и мотоциклу.",
      "5. Всем транспортным средствам.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_1.png`,
  },
  {
    question: "2. Стоянка запрещена:",
    answers: [
      "1. На мостах, эстакадах и путепроводах.",
      "2. Под мостами, эстакадами и путепроводами.",
      "3. Во всех перечисленных случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "3. Разрешается ли высадка пассажиров в месте, где нанесена по верху бордюра сплошная желтая линия в сочетании со знаком \"Остановка запрещена\"?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
      "3. Разрешается в отсутствии транспортных средств общего пользования.",
      "4. Разрешается только транспортным средствам общего пользования.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_2.png`,
  },
  {
    question: "4. Действует ли запрещающий знак на той части дороги, где совершил остановку водитель?",
    answers: [
      "1. Действует.",
      "2. Не действует.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_3.png`,
  },
  {
    question: "5. Разрешается ли остановка автомобиля в указанном месте?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_4.png`,
  },
  {
    question: "6. На каком расстоянии от железнодорожных переездов запрещена остановка транспортных средств?",
    answers: [
      "1. 300 м.",
      "2. 150 м.",
      "3. 100 м.",
      "4. 50 м.",
      "5. 25 м.",
    ],
    correctAnswer: 4,
  },
  {
    question: "7. Разрешается ли в данной ситуации остановиться для высадки пассажира?",
    answers: [
      "1. Разрешается, если это не создает помех транспортным средствам общего пользования.",
      "2. Запрещается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_5.png`,
  },
  {
    question: "8. Кто из водителей должен остановиться?",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель автобуса.",
      "3. Оба водителя.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_6.png`,
  },
  {
    question: "9. Данная дорожная разметка разрешает движение:",
    answers: [
      "1. Только налево.",
      "2. Налево и в обратном направлении.",
      "3. Только в обратном направлении.",
      "4. Прямо, налево и в обратном направлении.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_7.png`,
  },
  {
    question: "10. Каким транспортным средствам разрешена стоянка в зоне действия показанного дорожного знака?",
    answers: [
      "1. Только транспортным средствам общего пользования.",
      "2. Транспортным средствам, управляемым инвалидами, и такси с включенным таксометром.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_8.png`,
  },
  {
    question: "11. Что обозначает данная дорожная разметка?",
    answers: [
      "1. Место для посадки-высадки пассажиров.",
      "2. Место остановки транспортных средств общего пользования.",
      "3. Место остановки транспортных средств общего пользования и стоянки такси.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_9.png`,
  },
  {
    question: "12. Что показывает сплошная желтая линия горизонтальной разметки?",
    answers: [
      "1. Место, где запрещается остановка и стоянка транспортных средств.",
      "2. Место, где разрешается остановка для высадки пассажиров или разгрузки груза транспортного средства.",
      "3. Место, где запрещается стоянка транспортных средств.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_10.png`,
  },
  {
    question: "13. Разрешается ли водителю пересекать сплошную линию разметки, обозначающую границы стояночных мест транспортных средств?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_11.png`,
  },
  {
    question: "14. По какому из обозначенных стрелками пути разрешено движение?",
    answers: [
      "1. Только прямо.",
      "2. Налево и в обратном направлении.",
      "3. Прямо, налево и в обратном направлении.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_12.png`,
  },
  {
    question: "15. Что обозначает данная разметка?",
    answers: [
      "1. Пешеходный переход, где движение регулируется светофором.",
      "2. Место, где велосипедная дорожка пересекает проезжую часть.",
      "3. Место, где пешеходная дорожка пересекает проезжую часть.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_13.png`,
  },
  {
    question: "16. Сколько полос имеет дорога, где транспортные потоки противоположных направлений разделяются двойными сплошными линиями?",
    answers: [
      "1. Две полосы.",
      "2. Две или три полосы.",
      "3. Три полосы.",
      "4. Четыре или более полос.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_14.png`,
  },
  {
    question: "17. О чем предупреждают разметки в виде стрелок на проезжей части?",
    answers: [
      "1. Предупреждают водителя о приближении к опасному участку дороги.",
      "2. Предупреждают о приближении к концу полосы движения.",
      "3. Указывают направление опасного поворота дороги.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_15.png`,
  },
  {
    question: "18. Какая из линий разметки используется для обозначения полос, на которых осуществляется реверсивное движение?",
    answers: [
      "1. 1-я линия.",
      "2. 2-я линия.",
      "3. 3-я линия.",
      "4. 2-я и 3-я линии.",
      "5. 3-я и 4-я линии.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_16.png`,
  },
  {
    question: "19. Где наносится сплошная желтая линия, обозначающая места, запрещающие остановку и стоянку?",
    answers: [
      "1. На проезжей части.",
      "2. У края проезжей части.",
      "3. У края проезжей части или по верху бордюров.",
      "4. Только по верху бордюров.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_17.png`,
  },
  {
    question: "20. С каким дорожным знаком может быть применена разметка в виде желтой прерывистой линии?",
    answers: [
      "1. \"Остановка запрещена\".",
      "2. \"Стоянка запрещена\".",
      "3. \"Стоянка запрещена по нечетным числам месяца\".",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_18.png`,
  },
  {
    question: "21. Каким транспортным средствам разрешено движение по правой полосе проезжей части?",
    answers: [
      "1. Всем механическим транспортным средствам.",
      "2. Транспортным средствам общего пользования и такси.",
      "3. Только велосипедам.",
      "4. Только транспортным средствам общего пользования.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_19.png`,
  },
  {
    question: "22. Эта дорожная разметка имеет следующее значение:",
    answers: [
      "1. Показывает места, где указаны способы постановки механических транспортных средств на околотротуарной стоянке.",
      "2. Показывает места, где запрещена остановка механических транспортных средств.",
      "3. Показывает пункты остановок транспортных средств общего пользования и места стоянки такси.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_20.png`,
  },
  {
    question: "23. Эта горизонтальная дорожная разметка показывает:",
    answers: [
      "1. Сужение проезжей части, где уменьшается количество полос движения в данном направлении.",
      "2. Место, где водитель должен остановиться в случае необходимости, чтобы уступить дорогу транспортным средствам, движущимся по пересекаемой дороге.",
      "3. Приближение к месту, где запрещена остановка.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_21.png`,
  },
  {
    question: "24. Разрешается ли заезжать на направляющий островок, размеченный широкими белыми линиями?",
    answers: [
      "1. Разрешается только для остановки.",
      "2. Разрешается при движении задним ходом.",
      "3. Запрещается.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_22.png`,
  },
  {
    question: "25. Как должен поступить водитель, приблизившись к перекрестку, перед которым нанесена \"Стоп-линия\" и включен зеленый сигнал светофора?",
    answers: [
      "1. Остановиться у \"Стоп-линии\" а затем возобновить движение.",
      "2. Продолжить движение через перекресток без остановки.",
    ],
    correctAnswer: 1,
  },
  {
    question: "26. Что показывает эта разметка?",
    answers: [
      "1. Пешеходный переход.",
      "2. Место, где велосипедная дорожка пересекает проезжую часть.",
      "3. Место перегона скота.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_23.png`,
  },
  {
    question: "27. Где водитель должен остановить транспортное средство при наличии этой разметки?",
    answers: [
      "1. У разметки.",
      "2. На разметке.",
      "3. На расстоянии не меньше 5 м от разметки.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_24.png`,
  },
  {
    question: "28. Что показывает эта разметка?",
    answers: [
      "1. Полосу для движения транспортных средств общего пользования.",
      "2. Полосу для движения специальных автомобилей.",
      "3. Показывает границы полос, на которых осуществляется реверсивное регулирование.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_25.png`,
  },
  {
    question: "29. Разрешается ли в указанном месте произвести разворот?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_26.png`,
  },
  {
    question: "30. Разрешается ли водителю туристического автобуса заезжать на полосу \"А\" при наличии данной разметки?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_27.png`,
  },
  {
    question: "31. Что показывает разметка в виде широкой прерывистой линии?",
    answers: [
      "1. Границу между проезжей частью и обочиной.",
      "2. Границу между полосой разгона и основной полосой проезжей части.",
      "3. Границу между полосой торможения и основной полосой проезжей части.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_28.png`,
  },
  {
    question: "32. Какому автомобилю разрешается остановка в зоне действия этих знаков?",
    answers: [
      "1. Красному.",
      "2. Обоим автомобилям.",
      "3. Ни одному.",
      "4. Желтому, обозначенному опознавательным знаком \"Инвалид\".",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_29.png`,
  },
  {
    question: "33. На каком рисунке водитель правильно выполнил остановку для высадки пассажиров?",
    answers: [
      "1. На левом рисунке.",
      "2. На обоих рисунках.",
      "3. На правом рисунке.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_30.png`,
  },
  {
    question: "34. Сигналом остановки поезда служит:",
    answers: [
      "1. Круговые движения руки (днем - с лоскутом яркого цвета или каким-либо хорошо видимым предметом, ночью - с факелом или фонарем).",
      "2. Поднятая над головой рука с жезлом или красным флагом.",
      "3. Вытянутая вперед рука.",
      "4. Покачивание вверх и вниз вытянутой вперед рукой.",
    ],
    correctAnswer: 0,
  },
  {
    question: "35. В населенных пунктах, на дорогах с одной полосой движения в каждом направлении, при отсутствии трамвайных путей посередине, остановка и стоянка на левой стороне дороги:",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 0,
  },
  {
    question: "36. На каком расстоянии от \"Стоп-линии\" или знака \"Движение без остановки запрещено\" должно быть остановлено транспортное средство для пропуска приближающегося поезда?",
    answers: [
      "1. 1,5 м.",
      "2. 2,5 м.",
      "3. 5 м.",
      "4. 10 м.",
      "5. Непосредственно у \"Стоп-линии\" и (или) знака.",
    ],
    correctAnswer: 4,
  },
  {
    question: "37. Разрешается ли остановка в указанном месте?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_31.png`,
  },
  {
    question: "38. Разрешается ли остановка автомобиля в данном месте?",
    answers: [
      "1. Запрещается, так как расстояние между прерывистой линией разметки и остановившимся автомобилем менее 3 м.",
      "2. Запрещается по четным числам месяца.",
      "3. Разрешается.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_32.png`,
  },
  {
    question: "39. Водитель какого транспортного средства нарушил правила стоянки?",
    answers: [
      "1. Водитель синего автомобиля.",
      "2. Водитель красного автомобиля.",
      "3. Оба водителя нарушили.",
      "4. Оба водителя не нарушили.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_33.png`,
  },
  {
    question: "40. Где разрешается длительная стоянка вне населенных пунктов для отдыха, ночлега и в других целях?",
    answers: [
      "1. На обочинах дороги.",
      "2. На площадках для стоянки или за пределами дороги.",
      "3. На правой стороне проезжей части дороги, не препятствуя движению других транспортных средств.",
      "4. На левой стороне дороги, соблюдая меры безопасности движения.",
    ],
    correctAnswer: 1,
  },
  {
    question: "41. Остановка запрещается, если расстояние между сплошной линией разметки и остановившимся транспортным средством составляет:",
    answers: [
      "1. 6 м.",
      "2. 5,5 м.",
      "3. 4 м.",
      "4. 3,5 м.",
      "5. 2,5 м.",
    ],
    correctAnswer: 4,
    imageUrl: `${PATHNAME}/7/theme_7_pic_34.png`,
  },
  {
    question: "42. Если движение через железнодорожный переезд запрещено и отсутствуют светофор, дорожные знаки, разметка и шлагбаум, то водитель должен остановиться:",
    answers: [
      "1. Не ближе 5 м от ближайшего рельса.",
      "2. Не ближе 7 м от ближайшего рельса.",
      "3. Не ближе 10 м от ближайшего рельса.",
    ],
    correctAnswer: 2,
  },
  {
    question: "43. На каком расстоянии от железнодорожного переезда запрещается стоянка транспортных средств?",
    answers: [
      "1. 15 м.",
      "2. 50 м.",
      "3. 100 м.",
      "4. 150 м.",
    ],
    correctAnswer: 0,
  },
  {
    question: "44. В каком ответе правильно перечислены водители, нарушившие правила остановки?",
    answers: [
      "1. Водители красного автомобиля и мотоцикла.",
      "2. Водитель синего автомобиля.",
      "3. Водитель мотоцикла.",
      "4. Водители всех транспортных средств.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_35.png`,
  },
  {
    question: "45. Водители каких транспортных средств выполнили неправильную остановку для высадки пассажиров?",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель мотоцикла.",
      "3. Водитель автобуса.",
      "4. Водители мотоцикла и автобуса.",
      "5. Все водители.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_36.png`,
  },
  {
    question: "46. Если движение через железнодорожный переезд запрещено и отсутствуют светофор, дорожные знаки, разметка и шлагбаум, то водитель должен остановиться:",
    answers: [
      "1. Не ближе 5 м от шлагбаума.",
      "2. Не ближе 3 м от шлагбаума.",
      "3. Непосредственно перед шлагбаумом.",
    ],
    correctAnswer: 0,
  },
  {
    question: "47. Разрешается ли туристическому автобусу двигаться по полосе \"А\"?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_37.png`,
  },
  {
    question: "48. Что обозначает буква \"А\", нанесенная на полосе проезжей части?",
    answers: [
      "1. Номер дороги (маршрута).",
      "2. Специальную полосу, предназначенную для движения транспортных средств общего пользования.",
      "3. Специальную полосу, предназначенную для движения транспортных средств категории \"А\".",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_38.png`,
  },
  {
    question: "49. Разрешается ли транспортному средству остановиться в указанном месте для высадки пассажиров?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
      "3. Разрешается, но поднявшись на тротуар.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_39.png`,
  },
  {
    question: "50. Разрешается ли продолжить движение по указанному стрелкой направлению?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается во всех случаях.",
      "3. Разрешается для остановки с целью высадки пассажиров.",
      "4. Разрешается с целью обгона грузового автомобиля.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_40.png`,
  },
  {
    question: "51. Такой вертикальной разметкой обозначаются:",
    answers: [
      "1. Нижние края моста, тоннеля.",
      "2. Въезд в неосвещенные тоннели.",
      "3. Любой элемент дорожных сооружений, который создает опасность для движения.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_41.png`,
  },
  {
    question: "52. Как должен поступить водитель легкового автомобиля, если водитель автобуса начал тормозить?",
    answers: [
      "1. Продолжить движение.",
      "2. Замедлить движение, а в случае необходимости, остановиться и продолжить движение, убедившись, что на переходе нет пешеходов.",
      "3. Остановиться и продолжить движение только в том случае, когда автобус возобновит движение.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_42.png`,
  },
  {
    question: "53. Водитель автобуса совершил остановку для посадки пассажиров. Легковой автомобиль движется со скоростью 70 км/ч. Водитель какого транспортного средства нарушает требования правил дорожного движения?",
    answers: [
      "1. Никто.",
      "2. Водитель автобуса.",
      "3. Водитель легкового автомобиля.",
      "4. Оба водителя.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_43.png`,
  },
  {
    question: "54. В каком из перечисленных случаев водитель автобуса может занять среднюю полосу на трехполосной дороге двустороннего движения, которая используется для движения в обоих направлениях?",
    answers: [
      "1. С целью обгона или объезда.",
      "2. С целью поворота налево или разворота.",
      "3. В обоих вышеуказанных случаях.",
      "4. Нет правильных ответов.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_44.png`,
  },
  {
    question: "55. Где должен остановиться водитель в данной ситуации?",
    answers: [
      "1. Останавливаться не обязательно.",
      "2. Перед светофором.",
      "3. Перед разметкой \"Стоп-линия\".",
      "4. Перед пересечением полос движения.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_45.png`,
  },
  {
    question: "56. Автобус остановился, чтобы уступить дорогу пешеходу. Нарушает ли водитель легкового автомобиля требования правил дорожного движения в данной ситуации?",
    answers: [
      "1. Нарушает.",
      "2. Не нарушает.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_46.png`,
  },
  {
    question: "57. Разрешается ли водителю автобуса, совершающего регулярные пассажирские перевозки, останавливаться в указанном месте с целью посадки пассажиров?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_47.png`,
  },
  {
    question: "58. Имеет ли водитель туристического автобуса право на стоянку в указанном месте с целью длительного отдыха?",
    answers: [
      "1. Не имеет права.",
      "2. Имеет право.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_48.png`,
  },
  {
    question: "59. Для продолжения движения налево где должен остановиться водитель автобуса, чтобы уступить дорогу легковому автомобилю?",
    answers: [
      "1. Перед дорожным знаком.",
      "2. У разметки.",
      "3. В безопасном месте, по усмотрению водителя.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_49.png`,
  },
  {
    question: "60. Где необходимо остановиться в данной ситуации?",
    answers: [
      "1. Перед первым дорожным знаком.",
      "2. Перед разметкой \"Стоп-линия\".",
      "3. Перед вторым дорожным знаком.",
      "4. Останавливаться не обязательно.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_50.png`,
  },
  {
    question: "61. Каким транспортным средствам разрешается совершать остановку в зоне действия данного знака?",
    answers: [
      "1. Только транспортным средствам общего пользования.",
      "2. Только транспортным средствам, управляемым инвалидами.",
      "3. Только такси с включенным таксометром.",
      "4. Всем запрещается.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_51.png`,
  },
  {
    question: "62. В зоне действия указанных дорожных знаков разрешается ли совершать остановку с целью посадки пассажиров?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_52.png`,
  },
  {
    question: "63. Для каких транспортных средств выделена полоса движения, обозначенная буквой \"А\"?",
    answers: [
      "1. Только для автобусов, которые передвигаются по установленному маршруту.",
      "2. Для троллейбусов и такси.",
      "3. Для транспортных средств общего пользования.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_53.png`,
  },
  {
    question: "64. Разрешается ли остановка и стоянка автобусов в населенных пунктах на левой стороне проезжей части дороги с односторонним движением?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
      "3. Разрешается только для остановки.",
    ],
    correctAnswer: 0,
  },
  {
    question: "65. Разрешается ли остановка транспортных средств общего пользования вне пунктов остановок?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
    ],
    correctAnswer: 0,
  },
  {
    question: "66. Разрешается ли стоянка автобусов в жилых зонах и дворовых территориях?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается только в местах, предназначенных для этого.",
      "3. Запрещается.",
    ],
    correctAnswer: 1,
  },
  {
    question: "67. Разрешается ли остановка в указанном месте?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_54.png`,
  },
  {
    question: "68. Разрешается ли стоянка в указанном месте?",
    answers: [
      "1. Да",
      "2. Только в светлое время суток",
      "3. Нет",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_55.png`,
  },
  {
    question: "69. Остановка запрещается:",
    answers: [
      "1. На железнодорожном переезде",
      "2. На железнодорожном переезде и на расстоянии 50 м вблизи переезда",
      "3. На железнодорожном переезде и на расстоянии 50 м до переезда",
    ],
    correctAnswer: 0,
  },
  {
    question: "70. Стоянка запрещается:",
    answers: [
      "1. На железнодорожном переезде",
      "2. На железнодорожном переезде и на расстоянии 50 м вблизи переезда",
      "3. На железнодорожном переезде и на расстоянии 50 м до переезда",
    ],
    correctAnswer: 1,
  },
  {
    question: "71. Разрешается ли остановка в указанном месте?",
    answers: [
      "1. Да",
      "2. Запрещается",
      "3. Только с целью посадки пассажира",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_56.png`,
  },
  {
    question: "72. Разрешается ли остановка с целью посадки пассажира в указанной ситуации?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_57.png`,
  },
  {
    question: "73. Обязаны ли Вы уступить грузовому автомобилю?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_58.png`,
  },
  {
    question: "74. Остановка в указанном месте:",
    answers: [
      "1. Разрешается",
      "2. Запрещается",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_59.png`,
  },
  {
    question: "75. Когда разрешается пересечь линию разметку?",
    answers: [
      "1. До пешеходного перехода",
      "2. После пешеходного перехода",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_60.png`,
  },
  {
    question: "76. Нарушил ли водитель грузового автомобиля правила остановки?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_61.png`,
  },
  {
    question: "77. В данной ситуации разрешается ли остановка с целью посадки пассажира?",
    answers: [
      "1. Да",
      "2. Разрешается только водителю транспортного средства общего пользования",
      "3. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_62.png`,
  },
  {
    question: "78. Какой из водителей нарушил правила стоянки?",
    answers: [
      "1. Оба водителя",
      "2. Только водитель легкового автомобиля",
      "3. Только водитель мотоцикла",
      "4. Никто",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_63.png`,
  },
  {
    question: "79. Разрешается ли остановка в указанном месте?",
    answers: [
      "1. Нет",
      "2. Да",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_64.png`,
  },
  {
    question: "80. Кто нарушил правила остановки?",
    answers: [
      "1. Оба водителя",
      "2. Только водитель грузового автомобиля",
      "3. Только водитель легкового автомобиля",
      "4. Никто",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_65.png`,
  },
  {
    question: "81. Разрешается ли стоянка в указанном месте?",
    answers: [
      "1. Запрещается",
      "2. Разрешается",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_66.png`,
  },
  {
    question: "82. Разрешается ли остановка на мосту с целью посадки пассажира?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_67.png`,
  },
  {
    question: "83. Какой водитель нарушил правила остановки?",
    answers: [
      "1. Водитель автомобиля",
      "2. Водитель мотоцикла",
      "3. Оба водителя",
      "4. Никто",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_68.png`,
  },
  {
    question: "84. Разрешается ли остановка в указанном месте?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_69.png`,
  },
  {
    question: "85. Какой водитель нарушил правила стоянки?",
    answers: [
      "1. Водитель грузового автомобиля",
      "2. Водитель легкового автомобиля",
      "3. Никто",
      "4. Оба водителя",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_70.png`,
  },
  {
    question: "86. Разрешается ли водителю грузового автомобиля массой менее 3.5 тонн выполнить стоянку указанным на табличке способом?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_71.png`,
  },
  {
    question: "87. Разрешается ли остановка в указанном месте?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_72.png`,
  },
  {
    question: "88. Стоянка в указанном месте:",
    answers: [
      "1. Разрешается",
      "2. Запрещается",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_73.png`,
  },
  {
    question: "89. Остановка в указанном месте:",
    answers: [
      "1. Разрешается",
      "2. Разрешается с целью посадки пассажира",
      "3. Запрещается",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_74.png`,
  },
  {
    question: "90. Разрешена ли водителям остановка в указанном месте?",
    answers: [
      "1. Да",
      "2. Только водителю мотоцикла",
      "3. Нет",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_75.png`,
  },
  {
    question: "91. Разрешается ли остановка расположением автомобиля таким образом?",
    answers: [
      "1. Да",
      "2. Только легковому автомобилю",
      "3. Нет",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_76.png`,
  },
  {
    question: "92. Разрешается ли продолжить движение по этой полосе после обгона грузового автомобиля?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_77.png`,
  },
  {
    question: "93. Разрешается ли в данной ситуации продолжить движение по занимаемой полосе?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_78.png`,
  },
  {
    question: "94. Остановка в указанном месте:",
    answers: [
      "1. Разрешается",
      "2. Разрешается, если расстояние от транспортного средства до разметки составляет более 3 метров",
      "3. Запрещается",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_79.png`,
  },
  {
    question: "95. Эта разметка показывает:",
    answers: [
      "1. Преимущество при перестроении",
      "2. Приближение к криволинейному участку дороги",
      "3. Последнее приближение к полосе",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_80.png`,
  },
  {
    question: "96. Что показывает эта разметка?",
    answers: [
      "1. Приближение к \"Стоп-линии\" на регулируемом перекрестке",
      "2. Приближение к \"Стоп-линии\", когда она применяется со знаком \"Движение без остановки запрещено\"",
      "3. Приближение к шлагбауму",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_81.png`,
  },
  {
    question: "97. Вертикальная разметка ограждений информирует:",
    answers: [
      "1. О приближении к железнодорожному переезду",
      "2. О приближении к опасному перекрестку",
      "3. О движении по опасному участку дороги",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_82.png`,
  },
  {
    question: "98. Эта треугольная разметка информирует:",
    answers: [
      "1. О приближении к опасному повороту",
      "2. О приближении к месту, где необходимо уступить дорогу",
      "3. О приближении к месту остановки машины",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_83.png`,
  },
  {
    question: "99. Эти прерывистые линии разметки в районе перекрестка показывают:",
    answers: [
      "1. Допустимые направления движения",
      "2. Полосы движения в пределах перекрестка",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_84.png`,
  },
  {
    question: "100. Эта разметка обгон",
    answers: [
      "1. Разрешает",
      "2. Запрещает",
      "3. Разрешает только обгон тракторов",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_85.png`,
  },
  {
    question: "101. Этой вертикальной разметкой:",
    answers: [
      "1. Указываются все вертикальные элементы, смежные проезжей части",
      "2. Только те элементы дорожных сооружений, которые представляют опасность для водителей",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_86.png`,
  },
  {
    question: "102. Что показывает прерывистая разметка?",
    answers: [
      "1. Право остановки на обочине",
      "2. Края проезжей части на двухполосной дороге",
      "3. Право движения по обочине",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_87.png`,
  },
  {
    question: "103. Движение по этой траектории в данной ситуации:",
    answers: [
      "1. Разрешается только при обгоне",
      "2. Разрешается",
      "3. Запрещается",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_88.png`,
  },
  {
    question: "104. Разрешается ли стоянка в указанном месте?",
    answers: [
      "1. Разрешается",
      "2. Разрешается, не поднимаясь на тротуар",
      "3. Запрещается",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_89.png`,
  },
  {
    question: "105. Обгон при этой разметке:",
    answers: [
      "1. Разрешается",
      "2. Разрешается, если движущийся спереди тихоходный",
      "3. Запрещается",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_90.png`,
  },
  {
    question: "106. Можете ли Вы продолжить движение после знака?",
    answers: [
      "1. Да",
      "2. Да, до \"Стоп-линии\"",
      "3. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_91.png`,
  },
  {
    question: "107. Когда оранжевые и белые разметки противоречат друг другу, водители:",
    answers: [
      "1. Могут выполнить требования удобной для них разметки",
      "2. Должны выполнить требования белой разметки",
      "3. Должны выполнить требования оранжевой разметки",
    ],
    correctAnswer: 2,
  },
  {
    question: "108. Какому водителю при остановке разрешено пересечь сплошную линию разметки?",
    answers: [
      "1. Обоим водителям",
      "2. Водителю встречного движения",
      "3. Запрещается обоим водителям",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_92.png`,
  },
  {
    question: "109. Разрешается ли остановка в указанном месте?",
    answers: [
      "1. Только мотоциклам",
      "2. Нет",
      "3. Да",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_93.png`,
  },
  {
    question: "110. Эта разметка:",
    answers: [
      "1. Показывает границы жилой зоны",
      "2. Показывает искусственную неровность",
      "3. Запрещает дальнейшее движение",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_94.png`,
  },
  {
    question: "111. Что запрещает эта разметка?",
    answers: [
      "1. Обгон",
      "2. Объезд",
      "3. Разворот",
      "4. Движение слева от нее или по ней",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/7/theme_7_pic_95.png`,
  },
  {
    question: "112. Эта разметка обозначает:",
    answers: [
      "1. Номер маршрута или дороги",
      "2. Предлагаемую скорость",
      "3. Максимально допустимую скорость на указанном участке дороги",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_96.png`,
  },
  {
    question: "113. Запись на проезжей части показывает:",
    answers: [
      "1. Расстояние до ближайшего перекрестка",
      "2. Расстояние до ближайшего населенного пункта",
      "3. Номер маршрута или дороги",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_97.png`,
  },
  {
    question: "114. Какие транспортные средства могут двигаться по крайней правой полосе этой дороги?",
    answers: [
      "1. Троллейбусы и автобусы общего пользования",
      "2. Троллейбусы и автобусы",
      "3. Только автобусы",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_98.png`,
  },
  {
    question: "115. Разрешается ли стоянка в указанном месте?",
    answers: [
      "1. Запрещается",
      "2. Только на тротуаре",
      "3. Только мотоциклам",
      "4. Разрешается",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/7/theme_7_pic_99.png`,
  },
  {
    question: "116. Увеличение прерывистых линий разметки информирует:",
    answers: [
      "1. О приближении к концу полосы",
      "2. О приближении к опасному участку",
      "3. Что эта линия разметки вскоре станет сплошной",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_100.png`,
  },
  {
    question: "117. В указанной ситуации движение прямо:",
    answers: [
      "1. Запрещается",
      "2. Разрешается",
      "3. Разрешается, перестраиваясь на правую полосу",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/7/theme_7_pic_101.png`,
  },
  {
    question: "118. Сколько полос движения имеет данная дорога?",
    answers: [
      "1. Две",
      "2. Четыре",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/7/theme_7_pic_102.png`,
  },
];
