import { TQuestions } from '../../types/question';

export const questions1: Array<TQuestions> = [
  {
    question: "1. Который из знаков означает \"Объезд препятствия слева\"?",
    answers: [
      "1. 1",
      "2. 2",
      "3. 3",
      "4. 4",
      "5. 5"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_1.png"
  },
  {
    question: "2. Разрешается ли водителю автобуса въехать на перекресток в данной ситуации?",
    answers: [
      "1. Разрешается",
      "2. Запрещается",
      "3. Разрешается, если автобус движется по установленному маршруту."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_2.png"
  },
  {
    question: "3. Из какой полосы следует выполнять поворот направо в указанной ситуации?",
    answers: [
      "1. Только из второй полосы.",
      "2. Только из крайней правой полосы, обозначенной разметкой 'А'"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_3.png"
  },
  {
    question: "4. На перекрестке организовано круговое движение. Проезжая часть, по которой Вы подъезжаете к перекрестку имеет две полосы движения. Какую полосу Вы обязаны занять для поворота при въезде на перекресток?",
    answers: [
      "1. Правую полосу.",
      "2. Левую полосу.",
      "3. Правую или левую полосу."
    ],
    correctAnswer: 2
  },
  {
    question: "5. Разрешается ли повернуть во двор из указанного места?",
    answers: [
      "1. Разрешается",
      "2. Запрещается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_4.png"
  },
  {
    question: "6. На дорогах с двусторонним движением, имеющих три полосы, обозначенные разметкой, из которых средняя используется для движения в обоих направлениях (за исключением дорог с реверсивным регулированием движения) въехать на крайнюю левую полосу:",
    answers: [
      "1. Разрешается",
      "2. Запрещается",
      "3. Разрешается только для обгона, объезда, поворота налево или разворота."
    ],
    correctAnswer: 1
  },
  {
    question: "7. В каком ответе правильно указано разрешенное направление движения?",
    answers: [
      "1. Только разворот.",
      "2. Прямо и разворот.",
      "3. Только прямо."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_5.png"
  },
  {
    question: "8. В каком направлении запрещено движение?",
    answers: [
      "1. Налево и направо.",
      "2. Прямо и в обратном направлении.",
      "3. Только прямо.",
      "4. Во всех направлениях."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_6.png"
  },
  {
    question: "9. Разворот запрещается:",
    answers: [
      "1. На пешеходных переходах.",
      "2. В тоннелях.",
      "3. На мостах, путепроводах, эстакадах и под ними.",
      "4. На железнодорожных переездах",
      "5. Во всех перечисленных случаях."
    ],
    correctAnswer: 4
  },
  {
    question: "10. Разрешается ли водителю желтого автобуса въехать на перекресток?",
    answers: [
      "1. Разрешается",
      "2. Запрещается",
      "3. Разрешается, если автобус движется по установленному маршруту."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_7.png"
  },
  {
    question: "11. В каком ответе правильно указано разрешенное направление движения?",
    answers: [
      "1. Прямо и налево, въезжая во двор.",
      "2. Только прямо.",
      "3. Только разворот",
      "4. Прямо и разворот"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_8.png"
  },
  {
    question: "12. Разворот запрещается, если видимость дороги хотя бы в одном направлении менее:",
    answers: [
      "1. 100 м.",
      "2. 150 м.",
      "3. 300 м."
    ],
    correctAnswer: 0
  },
  {
    question: "13. Вы движетесь по дороге с двусторонним движением, имеющей три полосы. В каком случае разрешается въезжать на среднюю полосу?",
    answers: [
      "1. Только для обгона.",
      "2. Только для объезда.",
      "3. Только для поворота налево или разворота.",
      "4. Во всех перечисленных случаях"
    ],
    correctAnswer: 3
  },
  {
    question: "14. В каком направлении разрешается движение грузового автомобиля?",
    answers: [
      "1. Только направо.",
      "2. Направо, налево и в обратном направлении.",
      "3. Только налево"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_9.png"
  },
  {
    question: "15. На каком рисунке водитель правильно выполняет маневр?",
    answers: [
      "1.1",
      "2.2",
      "3.3"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_10.png"
  },
  {
    question: "16. Водитель какого транспортного средства правильно выполняет разворот?",
    answers: [
      "1. Водитель синего автомобиля.",
      "2. Водитель красного автомобиля.",
      "3. Оба водителя."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_11.png"
  },
  {
    question: "17. На дорогах с двусторонним движением при отсутствии дорожных знаков, разметки и разделительной полосы водители должны объезжать элементы дорожных сооружений, находящихся на проезжей части дорог:",
    answers: [
      "1. Справа.",
      "2. Слева."
    ],
    correctAnswer: 0
  },
  {
    question: "18. В каком направлении запрещено движение?",
    answers: [
      "1. Только налево.",
      "2. Только направо.",
      "3. Прямо и налево.",
      "4. Во всех направлениях"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_12.png"
  },
  {
    question: "19. Водитель какого транспортного средства нарушает правила поворота с дороги, на которой есть полоса торможения?",
    answers: [
      "1. Оба водителя.",
      "2. Водитель желтого автомобиля.",
      "3. Оба водителя выполняют поворот правильно."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_13.png"
  },
  {
    question: "20. Разрешается ли водителю красного автомобиля в данной ситуации продолжить движение?",
    answers: [
      "1. Разрешается",
      "2. Запрещается"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_14.png"
  },
  {
    question: "21. На дороге с двусторонним движением, имеющей три полосы, Вам необходимо совершить левый поворот. С какой полосы Вы совершите данный маневр?",
    answers: [
      "1. С правой полосы.",
      "2. Со средней полосы.",
      "3. С правой или средней полосы.",
      "4. Со средней полосы, если правая полоса занята."
    ],
    correctAnswer: 1
  },
  {
    question: "22. Разрешается ли водителю красного автомобиля двигаться по трамвайным путям?",
    answers: [
      "1. Разрешается",
      "2. Запрещается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_15.png"
  },
  {
    question: "23. Разворот запрещается:",
    answers: [
      "1. На пешеходных переходах и тоннелях.",
      "2. На мостах, путепроводах, эстакадах и под ними.",
      "3. На железнодорожных переездах.",
      "4. В местах с видимостью дороги хотя бы в одном направлении менее 100 м.",
      "5. Во всех перечисленных случаях."
    ],
    correctAnswer: 4
  },
  {
    question: "24. В каких направлениях разрешается движение?",
    answers: [
      "1. Только налево.",
      "2. Прямо, налево и в обратном направлении.",
      "3. Только прямо."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_16.png"
  },
  {
    question: "25. Водители каких транспортных средств нарушили требования дорожного знака?",
    answers: [
      "1. Водители мотоциклов.",
      "2. Водители автомобиля и мотоцикла с боковым прицепом.",
      "3. Только водитель автомобиля.",
      "4. Водители всех транспортных средств."
    ],
    correctAnswer: 3,
    imageUrl: "/images/1/theme_1_pic_17.png"
  },
  {
    question: "26. При одновременном перестроении транспортных средств, движущихся попутно, дорогу должен уступить:",
    answers: [
      "1. Водитель транспортного средства, находящегося слева.",
      "2. Водитель транспортного средства, находящегося справа."
    ],
    correctAnswer: 0
  },
  {
    question: "27. Водитель какого транспортного средства имеет право на первоочередное движение?",
    answers: [
      "1. Водитель грузового автомобиля.",
      "2. Водитель автобуса."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_18.png"
  },
  {
    question: "28. Обязан ли водитель автобуса, движущегося по установленному маршруту, уступать дорогу в данной ситуации?",
    answers: [
      "1. Обязан.",
      "2. Не обязан.",
      "3. Не обязан, так как он движется прямо."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_19c.png"
  },
  {
    question: "29. Если встречный разъезд на уклонах, обозначенных соответствующими знаками, затруднен, необходимо уступить дорогу:",
    answers: [
      "1. Транспортному средству, движущемуся на спуск.",
      "2. Транспортному средству общего пользования",
      "3. Транспортному средству, движущемуся на подъем."
    ],
    correctAnswer: 2
  },
  {
    question: "30. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель трактора.",
      "2. Водитель автобуса."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_20.png"
  },
  {
    question: "31. Преимущество в движении имеет:",
    answers: [
      "1. Синий автомобиль, так как красный меняет направление движения налево.",
      "2. Красный автомобиль, так как при одновременном перестроении находится в правой стороне.",
      "3. Синий автомобиль, так как при одновременном перестроении находится в левой стороне."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_21.png"
  },
  {
    question: "32. Обязаны ли водители транспортных средств в населенных пунктах уступать дорогу транспортным средствам общего пользования, начинающим движение от оборудованной территории обозначенного места остановки?",
    answers: [
      "1. Да.",
      "2. Нет."
    ],
    correctAnswer: 0
  },
  {
    question: "33. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель грузового автомобиля."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_22.png"
  },
  {
    question: "34. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель автобуса.",
      "2. Водитель автомобиля."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_23.png"
  },
  {
    question: "35. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель автомобиля.",
      "2. Водитель трамвая."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_24.png"
  },
  {
    question: "36. Укажите очередность проезда перекрестка:",
    answers: [
      "1. Автобус, грузовой автомобиль, гужевая повозка.",
      "2. Автобус и гужевая повозка, грузовой автомобиль."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_25.png"
  },
  {
    question: "37. При встречном разъезде на крутом спуске необходимо уступить дорогу:",
    answers: [
      "1. Транспортному средству общего пользования.",
      "2. Транспортному средству, движущемуся вверх.",
      "3. Транспортному средству, движущемуся вниз."
    ],
    correctAnswer: 1
  },
  {
    question: "38. Разрешается ли транспортным средствам общего пользования в населенных пунктах на дорогах, имеющих три полосы и более для движения в одном направлении, выезжать на крайнюю левую полосу?",
    answers: [
      "1. Разрешается при обгоне.",
      "2. Разрешается при левом повороте или развороте.",
      "3. Разрешается во всех случаях."
    ],
    correctAnswer: 1
  },
  {
    question: "39. Разрешается ли транспортным средствам общего пользования на всех дорогах, имеющих три полосы и более для движения в одном направлении, выезжать на крайнюю левую полосу?",
    answers: [
      "1. Разрешается при обгоне",
      "2. Разрешается при левом повороте или развороте.",
      "3. Разрешается во всех случаях."
    ],
    correctAnswer: 1
  },
  {
    question: "40. Как должен поступить водитель маршрутного автобуса в данной ситуации?",
    answers: [
      "1. Уступить дорогу легковому автомобилю.",
      "2. Включить указатель поворота, дать звуковой сигнал и начать движение.",
      "3. Начать движение, зная, что водитель легкового автомобиля уступает дорогу."
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_26.png"
  },
  {
    question: "41. В данной ситуации водитель белого легкового автомобиля:",
    answers: [
      "1. Должен уступить дорогу маршрутному автобусу, который начинает движение от обозначенного места остановки.",
      "2. Имеет право право на первоочередное движение, так как маршрутный автобус перестраивается, переходя на вторую полосу."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_27.png"
  },
  {
    question: "42. Водитель какого транспортного средства имеет право право на первоочередное движение?",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель маршрутного автобуса."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_28.png"
  },
  {
    question: "43. Водитель какого транспортного средства имеет право право на первоочередное движение в данной ситуации?",
    answers: [
      "1. Водитель автобуса.",
      "2. Водитель легкового автомобиля.",
      "3. Водитель легкового автомобиля не имеет право переехать на правую полосу."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_29.png"
  },
  {
    question: "44. Обязан ли водитель автобуса уступить дорогу грузовому автомобилю на перекрестке, где организовано кольцевое движение?",
    answers: [
      "1. Обязан.",
      "2. Не обязан."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_30.png"
  },
  {
    question: "45. Обязан ли водитель автобуса, продолжающего движение прямо, уступить дорогу грузовому автомобилю?",
    answers: [
      "1. Обязан.",
      "2. Не обязан."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_31.png"

  },
  {
    question: "46. Если Вы намерены продолжить движение прямо, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Обоим транспортным средствам.",
      "2. Только автобусу.",
      "3. Только легковому автомобилю.",
      "4. Никому."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_32.png"
  },
  {
    question: "47. Если Вы намерены продолжить движение прямо, кому Вы должны уступить дорогу?",
    answers: [
      "1. Только легковому автомобилю.",
      "2. Только автобусу и легковому автомобилю.",
      "3. Всем транспортным средствам.",
      "4. Только мотоциклу."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_33.png"
  },
  {
    question: "48. В данной ситуации обязан ли водитель мотоцикла уступить дорогу?",
    answers: [
      "1. Не обязан.",
      "2. Обязан."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_34.png"
  },
  {
    question: "49. В данной ситуации имеете ли Вы право на указанный маневр?",
    answers: [
      "1. Да.",
      "2. Нет."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_35.png"
  },
  {
    question: "50. Вы продолжаете движение прямо, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Только легковому автомобилю.",
      "2. Грузовому автомобилю.",
      "3. Обоим транспортным средствам.",
      "4. Никому."
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_36.png"
  },
  {
    question: "51. Вы продолжаете движение прямо, обязаны ли Вы уступить дорогу легковому автомобилю?",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_37.png"
  },
  {
    question: "52. Вы начинаете движение с обочины, обязаны ли Вы уступить дорогу легковому автомобилю, выполняющему разворот?",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_38.png"
  },
  {
    question: "53. Вы продолжаете движение прямо, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Только легковому автомобилю.",
      "2. Никому.",
      "3. Только легковому автомобилю и мотоциклу.",
      "4. Всем транспортным средствам."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_39.png"
  },
  {
    question: "54. Если Вы намерены совершить левый поворот, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Мотоциклу.",
      "2. Патрульной машине.",
      "3. Всем транспортным средствам."
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_40.png"
  },
  {
    question: "55. Если Вы намерены произвести разворот на перекрестке, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Легковому автомобилю.",
      "2. Всем транспортным средствам.",
      "3. Грузовому автомобилю."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_41.png"
  },
  {
    question: "56. Если Вы намерены совершить левый поворот на перекрестке, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Грузовому автомобилю.",
      "2. Всем транспортным средствам.",
      "3. Никому."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_42.png"
  },
  {
    question: "57. Если Вы намерены совершить левый поворот на перекрестке, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Только автобусу.",
      "2. Только грузовому автомобилю с включенным проблесковым маячком.",
      "3. Всем транспортным средствам."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_43.png"
  },
  {
    question: "58. Если Вы намерены совершить поворот на перекрестке, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Грузовому автомобилю.",
      "2. Легковому автомобилю.",
      "3. Всем транспортным средствам.",
      "4. Никому."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_44.png"
  },
  {
    question: "59. Если Вы намерены выполнить поворот налево, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Автобусу",
      "2. Автобусу и легковому автомобилю",
      "3. Легковому автомобилю.",
      "4. Никому."
    ],
    correctAnswer: 3,
    imageUrl: "/images/1/theme_1_pic_45.png"
  },
  {
    question: "60. Если Вы намерены выполнить поворот направо, обязаны ли Вы уступить дорогу легковому автомобилю?",
    answers: [
      "1. Обязаны.",
      "2. Не обязаны."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_46.png"
  },
  {
    question: "61. Если Вы намерены выполнить поворот направо, какому транспортному средству Вы должны уступить дорогу?",
    answers: [
      "1. Никому.",
      "2. Легковому автомобилю.",
      "3. Мотоциклу и легковому автомобилю."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_47.png"
  },
  {
    question: "62. Обязаны ли мы в данной ситуации уступить дорогу водителю автомобиля, приближающегося с противоположной стороны?",
    answers: [
      "1. Да.",
      "2. Нет."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_48.png"
  },
  {
    question: "63. В данной ситуации Вы обязаны:",
    answers: [
      "1. Уступить дорогу.",
      "2. Проехать первыми."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_49.png"
  },
  {
    question: "64. В данной ситуации:",
    answers: [
      "1. Можем объехать грузовой автомобиль с правой стороны, по обочине.",
      "2. Продолжить движение только после проезда грузового автомобиля.",
      "3. Разрешаются оба действия."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_50.png"
  },
  {
    question: "65. В этой ситуации:",
    answers: [
      "1. Вы должны уступить дорогу.",
      "2. Вы можете проехать первыми."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_51.png"
  },
  {
    question: "66. В данной ситуации при движении прямо разрешается:",
    answers: [
      "1. Объехать грузовой автомобиль с правой стороны.",
      "2. Продолжить движение только после проезда грузового автомобиля.",
      "3. Обе указанные ситуации разрешаются."
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_52.png"
  },
  {
    question: "67. Выйдя на дорогу, в данной ситуации мы обязаны уступить:",
    answers: [
      "1. Приближающимся с правой стороны водителям",
      "2. Всем водителям",
      "3. Водителям и пешеходам"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_53.png"
  },
  {
    question: "68. В данной ситуации уступить дорогу обязан:",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель мотоцикла."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_54.png"
  },
  {
    question: "69. В какой из изображенных на рисунке ситуаций водитель синего автомобиля имеет право на первоочередное движение по отношению к другим водителям?",
    answers: [
      "1. Левой",
      "2. Правой",
      "3. Обеих"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_55.png"
  },
  {
    question: "70. Разворот в указанном месте:",
    answers: [
      "1. Разрешается, если не приближается поезд",
      "2. Разрешается",
      "3. Запрещается"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_56.png"
  },
  {
    question: "71. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Грузового автомобиля",
      "2. Легкового автомобиля"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_57.png"
  },
  {
    question: "72. С этой полосы в каком направлении может продолжить движение водитель легкового автомобиля?",
    answers: [
      "1. Только прямо.",
      "2. Прямо и направо.",
      "3. Любом.",
      "4. Прямо, налево и в обратном направлении."
    ],
    correctAnswer: 3,
    imageUrl: "/images/1/theme_1_pic_58.png"
  },
  {
    question: "73. При выполнении правого поворота на прилегающую справа дорогу необходимо:",
    answers: [
      "1. Продолжить движение с этой полосы и выполнить поворот только с данной полосы.",
      "2. Перестроиться на полосу торможения и поворот выполнить только с данной полосы.",
      "3. Оба варианта верны."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_59.png"
  },
  {
    question: "74. При въезде в левый двор кому следует уступить дорогу?",
    answers: [
      "1. Только водителю, приближающемуся с противоположной стороны.",
      "2. Водителю и пешеходу.",
      "3. Никому"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_60.png"
  },
  {
    question: "75. Разворот на данном перекрестке:",
    answers: [
      "1. Разрешается",
      "2. Запрещается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_61.png"
  },
  {
    question: "76. Обязан ли водитель легкового автомобиля уступить дорогу водителю автокрана, перестраивающегося на его полосу?",
    answers: [
      "1. Да, если автокран оборудован оранжевыми проблесковыми маячками.",
      "2. Да",
      "3. Нет"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_62.png"
  },
  {
    question: "77. Разрешается ли разворот в данном месте?",
    answers: [
      "1. Да",
      "2. Разрешается, если видимость составляет 100 или более метров.",
      "3. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_63.png"
  },
  {
    question: "78. Обязан ли водитель легкового автомобиля пересториться на крайнюю правую полосу после завершения обгона?",
    answers: [
      "1. Нет, если действуют правила движения в населенном пункте.",
      "2. Да",
      "3. Нет"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_64.png"
  },
  {
    question: "79. В тех случаях, когда полосы движения транспортных средств пересекаются, а последовательность проезда не установлена правилами, дорогу должен уступить тот водитель,",
    answers: [
      "1. к которому справа приближается транспортное средство.",
      "2. к которому слева приближается транспортное средство."
    ],
    correctAnswer: 0
  },
  {
    question: "80. Какой водитель должен уступить дорогу?",
    answers: [
      "1. Водитель, начинающий движение.",
      "2. Водитель, собирающийся остановиться."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_65.png"
  },
  {
    question: "81. Разворот в указанном месте:",
    answers: [
      "1. Разрешается",
      "2. Разрешается, если не препятствует водителям транспортных средств общего пользования.",
      "3. Запрещается"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_66.png"
  },
  {
    question: "82. Водитель легкового автомобиля:",
    answers: [
      "1. Должен уступить дорогу.",
      "2. Имеет преимущество, поскольку подъехал с правой стороны."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_67.png"
  },
  {
    question: "83. Обязан ли водитель перестроиться на правую полосу и только после этого выполнить поворот направо в данной ситуации?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_68.png"
  },
  {
    question: "84. Разрешается ли разворот при нахождении в пределах моста?",
    answers: [
      "1. Разрешается, если видимость составляет 100 или более метров.",
      "2. Запрещается."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_69.png"
  },
  {
    question: "85. Въезд на перекресток с указанной полосы:",
    answers: [
      "1. Разрешается только при выполнении разворота.",
      "2. Разрешается в любом случае."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_70.png"
  },
  {
    question: "86. Разрешен ли разворот в указанном месте?",
    answers: [
      "1. Да.",
      "2. Разрешен, если видимость составляет 100 или более метров.",
      "3. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_71.png"
  },
  {
    question: "87. Водитель, двигающийся без перестроения, уступить дорогу водителю, перестраивающемуся с правой стороны:",
    answers: [
      "1. Не обязан.",
      "2. Обязан."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_72.png"
  },
  {
    question: "88. Разворот в данном месте:",
    answers: [
      "1. Разрешается",
      "2. Запрещается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_73.png"
  },
  {
    question: "89. При одновременном начале движения с парковки обязаны ли Вы уступить дорогу впереди находящемуся водителю?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_74.png"
  },
  {
    question: "90. Разрешается ли на перекрестке разворот с применением заднего хода?",
    answers: [
      "1. Да",
      "2. Да, если это не создаст препятствия для движущихся по перекрестку.",
      "3. Нет"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_75.png"
  },
  {
    question: "91. Разрешается ли водителю выполнить поворот направо в данной ситуации?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_76.png"
  },
  {
    question: "92. При остановке в данной ситуации какой световой указатель должен включить водитель?",
    answers: [
      "1. Правый",
      "2. Правый, после перестроения левый.",
      "3. Левый"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_77.png"
  },
  {
    question: "93. По причине отсутствия видимости, при движении задним ходом водитель должен:",
    answers: [
      "1. Подать звуковой сигнал",
      "2. Включить аварийную световую сигнализацию.",
      "3. Обратиться за помощью к другим людям."
    ],
    correctAnswer: 2
  },
  {
    question: "94. Выполнение разворота, при использовании въезда во двор движением задним ходом, в данной ситуации:",
    answers: [
      "1. Разрешается, если не это препятствует движению других.",
      "2. Запрещается"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_78.png"
  },
  {
    question: "95. Разрешается ли водителю легкового автомобиля начать движение?",
    answers: [
      "1. Да",
      "2. Да, если это не создаст препятствия для водителя грузового автомобиля.",
      "3. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_79.png"
  },
  {
    question: "96. В каком варианте разрешен разворот?",
    answers: [
      "1. На перекрестке.",
      "2. На правых полосах, не являющихся крайними.",
      "3. На пешеходных переходах"
    ],
    correctAnswer: 1
  },
  {
    question: "97. В данной ситуации разрешается ли водителю движение по трамвайным путям?",
    answers: [
      "1. Да",
      "2. Разрешается только при выполнении разворота или поворота налево",
      "3. Нет"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_80.png"
  },
  {
    question: "98. Обязан ли водитель в данной ситуации при выполнении поворота налево подать сигнал световым указателем?",
    answers: [
      "1. Да",
      "2. Да, когда присутствует движущийся навстречу",
      "3. Не обязан"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_81.png"
  },
  {
    question: "99. Разрешается ли водителю легкового автомобиля подъехать задним ходом к пассажиру, стоящему на мосту?",
    answers: [
      "1. Да",
      "2. Да, если это не создаст препятствия другим участникам",
      "3. Нет"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_82.png"
  },
  {
    question: "100. Разрешается ли разворот в данной ситуации?",
    answers: [
      "1. Разрешается, если для движущихся сзади мы видимы со 100 и более метров.",
      "2. Запрещается"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_83.png"
  },
  {
    question: "101. Какое правило нарушает водитель, въезжая во двор?",
    answers: [
      "1. Выполняет поворот направо в зоне действия знака только прямо.",
      "2. Не подает сигнала световым указателем.",
      "3. Оба нарушения одновременно."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_84.png"
  },
  {
    question: "102. Уступить дорогу водителю грузового автомобиля:",
    answers: [
      "1. Обязаны.",
      "2. Обязаны, если он рукой подает об этом сигнал.",
      "3. Не обязаны."
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_85.png"
  },
  {
    question: "103. Дорогу должен уступить:",
    answers: [
      "1. Водитель легкового автомобиля.",
      "2. Водитель грузового автомобиля."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_86.png"
  },
  {
    question: "104. Если мы случайно проехали перекрёсток, разрешено ли в этой ситуации использовать задний ход, чтобы затем продолжить движение в необходимом нам направлении?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_87.png"
  },
  {
    question: "105. С этой полосы продолжить движение разрешается:",
    answers: [
      "1. Только налево.",
      "2. Налево и в обратном направлении.",
      "3. Направо, налево и в обратном направлении."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_88.png"
  },
  {
    question: "106. В данной ситуации разрешается ли въезд в правый двор, выполнив разворот?",
    answers: [
      "1. Да, если это не создаст препятствия для транспортных средств общего пользования.",
      "2. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_89.png"
  },
  {
    question: "107. При перестроении на соседнюю полосу в данной ситуации:",
    answers: [
      "1. Вы обязаны уступить водителям, движущимся по указанной полосе.",
      "2. Вы имеете преимущество в движении."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_90.png"
  },
  {
    question: "108. В данной ситуации разрешается ли подъехать задним ходом к пассажиру?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_91.png"
  },
  {
    question: "109. Как Вы должны поступить при левом повороте и развороте вне перекрестка?",
    answers: [
      "1. Должны уступить дорогу встречным транспортным средствам",
      "2. Должны уступить дорогу встречным транспортным средствам и трамваям, движущимся попутно."
    ],
    correctAnswer: 1
  },
  {
    question: "110. Разрешен ли разворот в данной ситуации?",
    answers: [
      "1. Запрещается",
      "2. Разрешается до пешеходного перехода"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_92.png"
  },
  {
    question: "111. Начиная движение, обязаны ли Вы уступить дорогу водителю, выполняющему разворот?",
    answers: [
      "1. Да",
      "2. Нет"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_93.png"
  },
  {
    question: "112. Подъехать задним ходом к пассажиру в данной ситуации:",
    answers: [
      "1. Разрешается",
      "2. Разрешается, если не это препятствует движению других водителей.",
      "3. Запрещается"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_94.png"
  },
  {
    question: "113. Какой водитель нарушает правила движения, выйдя с перекрестка с круговым движением?",
    answers: [
      "1. Легкового автомобиля",
      "2. Оба водителя",
      "3. Никто"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_95.png"
  },
  {
    question: "114. Разворот на данном перекрестке:",
    answers: [
      "1. Разрешается",
      "2. Запрещается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_96.png"
  },
  {
    question: "115. В каком направлении движение разрешено?",
    answers: [
      "1. Только налево.",
      "2. Прямо и налево.",
      "3. Налево и в обратном направлении."
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_97.png"
  },
  {
    question: "116. Обязаны ли Вы включить правый указатель поворота на данном перекрестке?",
    answers: [
      "1. Да.",
      "2. Нет.",
      "3. Да, за исключением выполнения разворота"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_98.png"
  },

  {
    question: "117. При въезде на прилегающую территорию водитель должен уступить дорогу:",
    answers: [
      "Только пешеходам",
      "Только велосипедистам",
      "Велосипедистам и не должен создавать препятствия для пешеходов"
    ],
    correctAnswer: 2,
  },
  {
    question: "118. При выезде на дорогу с прилегающей территории водитель должен:",
    answers: [
      "Уступить дорогу только пешеходам",
      "Уступить дорогу движущимся по ней транспортным средствам",
      "Уступить дорогу водителям движущихся транспортных средств и не создавать препятствия для пешеходов"
    ],
    correctAnswer: 2,
  },
  {
    question: "119. Выполнять разворот после знака разрешается:",
    answers: [
      "Только при видимости 100 метров с обеих сторон",
      "Если это не создает препятствия",
      "Ни в одном из случаев"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_99.png"
  },
  {
    question: "120. Подача сигнала преимущество по отношению к другим участникам:",
    answers: [
      "Предоставляет",
      "Предоставляет только при перестроении",
      "Не предоставляет"
    ],
    correctAnswer: 2,
  },
  {
    question: "121. По указанной траектории поворот направо:",
    answers: [
      "Разрешается",
      "Запрещается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_100.png"
  },
  {
    question: "122. Проехав грузовой автомобиль, по какой полосе Вы можете продолжить движение?",
    answers: [
      "Только правой",
      "По обеим параллельным полосам разрешается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_101.png"
  },
  {
    question: "123. Разворот в указанном месте:",
    answers: [
      "Разрешается",
      "Разрешается, если нет транспортных средств общего пользования",
      "Запрещается"
    ],
    correctAnswer: 2,
    imageUrl: "/images/1/theme_1_pic_102.png"
  },
  {
    question: "124. Право на первоочередное движение имеет:",
    answers: [
      "Водитель легкового автомобиля.",
      "Водитель грузового автомобиля."
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_103.png"
  },
  {
    question: "125. При одновременном перестроении водитель какого транспортного средства имеет право на первоочередное движение?",
    answers: [
      "Грузового автомобиля",
      "Легкового автомобиля"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_104.png"
  },
  {
    question: "126. Разрешается ли подъехать задним ходом к пассажиру:",
    answers: [
      "Да",
      "Нет"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_105.png"
  },
  {
    question: "127. При въезде в левый двор мы обязаны уступить дорогу:",
    answers: [
      "Только пешеходам",
      "Только велосипедисту",
      "Никому",
      "Велосипедисту и пешеходам"
    ],
    correctAnswer: 3,
    imageUrl: "/images/1/theme_1_pic_106.png"
  },
  {
    question: "128. При движении в направлении данного подъема разворот разрешается, если",
    answers: [
      "Возможно будет выполнить его одним действием",
      "Обеспечена видимость в 100 метров с обеих сторон",
      "Запрещается"
    ],
    correctAnswer: 1,
    imageUrl: "/images/1/theme_1_pic_107.png"
  },
  {
    question: "129. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "Водитель автобуса",
      "Водитель легкового автомобиля"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_108.png"
  },
  {
    question: "130. Разрешается ли разворот в данном месте?",
    answers: [
      "Разрешается в условиях видимости в 100 м с обеих сторон",
      "Запрещается"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_109.png"
  },
  {
    question: "131. Разрешается ли проехать мост, если это не создает препятствия для водителя мотоцикла?",
    answers: [
      "Да",
      "Нет"
    ],
    correctAnswer: 0,
    imageUrl: "/images/1/theme_1_pic_110.png"
  }
];
