import { TQuestions } from '../../types/question';
import { PATHNAME } from '../path-name';

export const questions6: Array<TQuestions> = [
  {
    question: "1. Движение запрещается:",
    answers: [
      "1. Красному и белому автомобилям.",
      "2. Синему, зеленому и белому автомобилям.",
      "3. Белому, синему и желтому автомобилям."
    ],
    correctAnswer: 1,
    imageUrl:`${PATHNAME}/6/theme_6_pic_1.png`
  },
  {
    question: "2. Кто из водителей имеет право двигаться в прямом направлении?",
    answers: [
      "1. Водители автобуса и мотоцикла.",
      "2. Водители легкового и грузового автомобилей.",
      "3. Водитель легкового автомобиля."
    ],
    correctAnswer: 2,
    imageUrl:`${PATHNAME}/6/theme_6_pic_2.png`
  },
  {
    question: "3. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель автомобиля.",
      "2. Водитель трамвая."
    ],
    correctAnswer: 1,
    imageUrl:`${PATHNAME}/6/theme_6_pic_3.png`
  },
  {
    question: "4. Если правая рука регулировщика вытянута вправо, то движение безрельсовым транспортным средствам разрешено:",
    answers: [
      "1. Со стороны левого бока - налево и в обратном направлении.",
      "2. Со стороны правого бока - только направо.",
      "3. Со стороны левого бока - во всех направлениях.",
      "4. Со спины - только направо."
    ],
    correctAnswer: 2,
  },
    {
      question: "5. Транспортные средства проедут перекресток в следующей последовательности:",
      answers: [
        "1. Трамвай и автобус, легковой автомобиль.",
        "2. Трамвай, легковой автомобиль, автобус.",
        "3. Легковой автомобиль, трамвай и автобус."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_4.png`
    },
    {
      question: "6. В каком ответе правильно указаны те транспортные средства, которым разрешено движение?",
      answers: [
        "1. Мотоцикл.",
        "2. Грузовой автомобиль.",
        "3. Автобус.",
        "4. Легковой автомобиль.",
        "5. Легковой и грузовой автомобили."
      ],
      correctAnswer: 3,
      imageUrl:`${PATHNAME}/6/theme_6_pic_5.png`
    },
    {
      question: "7. Водитель какого транспортного средства должен уступить дорогу?",
      answers: [
        "1. Водитель мотоцикла.",
        "2. Водитель автомобиля."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_6.png`
    },
    {
      question: "8. Этот сигнал регулировщика означает, что разрешено движение:",
      answers: [
        "1. Синему и зеленому автомобилям. Запрещено красному, желтому и белому.",
        "2. Синему, красному и зеленому автомобилям. Запрещено желтому и белому."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_7.png`
    },
    {
      question: "9. Каким транспортным средствам разрешается выполнить правый поворот?",
      answers: [
        "1. Только красному автомобилю.",
        "2. Всем транспортным средствам.",
        "3. Красному и зеленому автомобилям."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_8.png`
    },
    {
      question: "10. Движение разрешено:",
      answers: [
        "1. Прямо.",
        "2. Направо, в первый проезд.",
        "3. Направо, во второй проезд.",
        "4. Направо, в первый и второй проезды."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_9.png`
    },
    {
      question: "11. Движение разрешено:",
      answers: [
        "1. Направо, в первый проезд.",
        "2. Прямо и направо, в первый проезд."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_10.png`
    },
    {
      question: "12. Этот светофор запрещает движение:",
      answers: [
        "1. Только налево.",
        "2. Прямо и налево.",
        "3. Прямо и направо.",
        "4. Только направо."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_11.png`
    },
    {
      question: "13. Если руки регулировщика вытянуты в стороны или опущены, то безрельсовым транспортным средствам запрещено движение:",
      answers: [
        "1. Со стороны груди и спины - только направо.",
        "2. Со стороны левого и правого бока - прямо и направо.",
        "3. Со стороны левого и правого бока - только прямо."
      ],
      correctAnswer: 1,
    },
    {
      question: "14. Водитель красного автомобиля:",
      answers: [
        "1. Должен уступить дорогу.",
        "2. Имеет право на первоочередное движение."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_12.png`
    },
    {
      question: "15. Каким транспортным средствам разрешено движение?",
      answers: [
        "1. Желтому и красному автомобилям.",
        "2. Зеленому, красному и белому автомобилям.",
        "3. Белому и зеленому автомобилям."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_13.png`
    },
    {
      question: "16. При каком сигнале светофора водитель автомобиля может закончить разворот?",
      answers: [
        "1. Красном.",
        "2. Зеленом.",
        "3. Любом."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_14.png`
    },
    {
      question: "17. Что означает одновременное включение желтого и красного сигналов светофора?",
      answers: [
        "1. Разрешает начинать движение.",
        "2. Запрещает движение и предупреждает, что вскоре будет включен зеленый сигнал.",
        "3. К перекрестку приближается транспортное средство, подающее специальные звуковые или проблесковые световые сигналы."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_15.png`
    },
    {
      question: "18. В каком рисунке водитель правильно выполняет поворот?",
      answers: [
        "1. На левом рисунке.",
        "2. На правом рисунке."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_16.png`
    },
    {
      question: "19. Обязан ли водитель трамвая при движении на зеленый сигнал светофора уступить дорогу транспортным средствам, движущимся с других направлений?",
      answers: [
        "1. Обязан.",
        "2. Не обязан."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_17.png`
    },
    {
      question: "20. Данный светофор применяется для регулирования движения:",
      answers: [
        "1. По всей ширине проезжей части.",
        "2. По полосам проезжей части, направление движения по которым может изменяться на противоположное.",
        "3. Только по полосам, предназначенным для движения транспортных средств общего пользования."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_18.png`
    },
    {
      question: "21. Если правая рука регулировщика вытянута вперед, то движение безрельсовым транспортным средствам со стороны левого бока разрешено:",
      answers: [
        "1. Во всех направлениях.",
        "2. Только налево."
      ],
      correctAnswer: 0,
    },
    {
      question: "22. Каким транспортным средствам разрешено движение при этом сигнале светофора?",
      answers: [
        "1. Трамваю, желтому и красному автомобилям.",
        "2. Желтому и красному автомобилям.",
        "3. Всем транспортным средствам."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_19.png`
    },
    {
      question: "23. Движение разрешено:",
      answers: [
        "1. Всем транспортным средствам.",
        "2. Мотоциклу.",
        "3. Автомобилю и мотоциклу."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_20.png`
    },
    {
      question: "24. Если руки регулировщика вытянуты в стороны или опущены, то безрельсовым транспортным средствам со стороны левого и правого боков движение разрешено:",
      answers: [
        "1. Прямо и направо.",
        "2. Только прямо."
      ],
      correctAnswer: 0,
    },
    {
      question: "25. Водитель какого транспортного средства имеет преимущество в движении?",
      answers: [
        "1. Водитель автобуса.",
        "2. Водитель трамвая."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_21.png`
    },
    {
      question: "26. Движение запрещено:",
      answers: [
        "1. Зеленому и белому автомобилям.",
        "2. Белому, синему и зеленому автомобилям.",
        "3. Белому и желтому автомобилям.",
        "4. Зеленому и желтому автомобилям."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_22.png`
    },
    {
      question: "27. При красном сигнале данного светофора движение запрещается:",
      answers: [
        "1. По всей ширине проезжей части.",
        "2. Со скоростью не более 50 км/ч.",
        "3. По полосе, над которой он расположен."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_23.png`
    },
    {
      question: "28. Что означает круглый зеленый мигающий сигнал светофора?",
      answers: [
        "1. Информирует, что въезд на перекресток запрещен.",
        "2. Разрешает движение и информирует, что время его действие истекает и вскоре будет включен запрещающий сигнал."
      ],
      correctAnswer: 1,
    },
    {
      question: "29. Транспортные средства проедут перекресток в следующей последовательности:",
      answers: [
        "1. Трамвай, красный автомобиль, зеленый автомобиль.",
        "2. Красный автомобиль, трамвай одновременно с зеленым автомобилем.",
        "3. Трамвай одновременно с зеленым автомобилем, красный автомобиль."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_24.png`
    },
    {
      question: "30. В каком ответе верно указаны те транспортные средства, которым движение разрешено:",
      answers: [
        "1. Автомобили и мотоцикл.",
        "2. Все транспортные средства.",
        "3. Автомобили и трамвай."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_25.png`
    },
    {
      question: "31. Если правая рука регулировщика вытянута вперед, то движение безрельсовым транспортным средствам со стороны левого бока разрешено:",
      answers: [
        "1. Прямо и налево.",
        "2. Во всех направлениях."
      ],
      correctAnswer: 1,
    },
    {
      question: "32. Движение запрещено:",
      answers: [
        "1. Сине-желтому автомобилю - налево.",
        "2. Сине-желтому автомобилю - прямо, красному автомобилю - прямо и направо.",
        "3. Красному автомобилю."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_26.png`
    },
    {
      question: "33. В каком направлении разрешено движение?",
      answers: [
        "1. Прямо и направо, в первый проезд.",
        "2. Направо, в первый проезд.",
        "3. Направо, во второй проезд.",
        "4. Направо, в первый и второй проезды."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_27.png`
    },
    {
      question: "34. Перекресток первым проедет:",
      answers: [
        "1. Красный автомобиль.",
        "2. Синий автомобиль.",
        "3. Зеленый автомобиль."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_28.png`
    },
    {
      question: "35. На каком рисунке водитель правильно выполняет поворот?",
      answers: [
        "1. На левом рисунке.",
        "2. На правом рисунке.",
        "3. На обоих рисунках."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_29.png`
    },
    {
      question: "36. Красный автомобиль проедет перекресток:",
      answers: [
        "1. Первым.",
        "2. Вторым.",
        "3. Третьим.",
        "4. Последним."
      ],
      correctAnswer: 3,
      imageUrl:`${PATHNAME}/6/theme_6_pic_30.png`
    },
    {
      question: "37. Данный светофор применяется:",
      answers: [
        "1. Для регулирования движения трамваев и троллейбусов.",
        "2. Для регулирования движения только трамваев.",
        "3. Для регулирования движения трамваев, а также других транспортных средств общего пользования, движущихся по обособленной полосе."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_31.png`
    },
    {
      question: "38. Автомобиль проедет перекресток:",
      answers: [
        "1. Первым.",
        "2. Вторым."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_32.png`
    },
    {
      question: "39. Движение разрешено:",
      answers: [
        "1. Сине-желтому автомобилю - прямо, красному - направо.",
        "2. Красному автомобилю - прямо и направо, сине-желтому - прямо.",
        "3. Обоим автомобилям - только прямо."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_33.png`
    },
    {
      question: "40. Движение разрешено:",
      answers: [
        "1. Красному автомобилю.",
        "2. Мотоциклу.",
        "3. Трамваю и красному автомобилю.",
        "4. Трамваю.",
        "5. Синему автомобилю."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_34.png`
    },
    {
      question: "41. Разрешается ли движение по обозначенной траектории, когда реверсивные светофоры выключены?",
      answers: [
        "1. Разрешается.",
        "2. Разрешается с целью обгона.",
        "3. Запрещается.",
        "4. Разрешается при отсутствии встречных транспортных средств."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_35.png`
    },
    {
      question: "42. В данной ситуации какие транспортные средства имеют право продолжить движение?",
      answers: [
        "1. Легковой автомобиль - прямо, патрульный автомобиль - во всех направлениях, автобус - только прямо.",
        "2. Только патрульный автомобиль - во всех направлениях.",
        "3. Патрульный автомобиль - во всех направлениях, автобус - только направо."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_36.png`
    },
    {
      question: "43. О чем информирует сигнал светофора?",
      answers: [
        "1. Светофор неисправен.",
        "2. При проезде перекрестка водители должны руководствоваться требованиями дорожного знака.",
        "3. Водители должны дождаться разрешающего сигнала светофора."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_37.png`
    },
    {
      question: "44. Разрешается ли водителю легкового автомобиля объехать автобус, когда отключен реверсивный светофор?",
      answers: [
        "1. Разрешается.",
        "2. Разрешается, если автобус движется со скоростью 30 км/ч.",
        "3. Разрешается, если нет транспортных средств, двигающихся навстречу.",
        "4. Запрещается."
      ],
      correctAnswer: 3,
      imageUrl:`${PATHNAME}/6/theme_6_pic_38.png`
    },
    {
      question: "45. Какое транспортное средство должно уступить дорогу?",
      answers: [
        "1. Автобус.",
        "2. Мотоцикл и легковой автомобиль."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_39.png`
    },
    {
      question: "46. По обозначенным траекториям имеют право продолжить движение:",
      answers: [
        "1. Водитель грузового автомобиля.",
        "2. Водители автобуса и грузового автомобиля.",
        "3. Водители легкового автомобиля и автобуса.",
        "4. Водитель автобуса."
      ],
      correctAnswer: 3,
      imageUrl:`${PATHNAME}/6/theme_6_pic_40.png`
    },
    {
      question: "47. Транспортные средства проедут перекресток в следующей последовательности:",
      answers: [
        "1. Трамвай, легковой автомобиль, автобус.",
        "2. Легковой автомобиль, трамвай, автобус.",
        "3. Легковой автомобиль, автобус, трамвай."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_41.png`
    },
    {
      question: "48. В данной ситуации имеет ли право водитель автобуса на двигаться прямо?",
      answers: [
        "1. Да.",
        "2. Нет.",
        "3. Да, если он движется по обозначенному маршруту."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_42.png`
    },
    {
      question: "49. В каком направлении водитель может продолжить движение?",
      answers: [
        "1. Направо, в первый проезд.",
        "2. Направо, в первый и второй проезд.",
        "3. Налево, в первый проезд."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_43.png`
    },
    {
      question: "50. При повороте направо водитель обязан уступить дорогу:",
      answers: [
        "1. Только велосипедисту.",
        "2. Только пешеходам.",
        "3. Пешеходам и велосипедисту.",
        "4. Может продолжать движение без остановки."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_44.png`
    },
    {
      question: "51. Транспортные средства проедут перекресток в следующей последовательности:",
      answers: [
        "1. Трамвай, автобус, грузовой автомобиль, мотоцикл.",
        "2. Автобус, грузовой автомобиль, трамвай, мотоцикл.",
        "3. Автобус, трамвай и мотоцикл, грузовой автомобиль."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_45.png`
    },
    {
      question: "52. Какой водитель имеет право на первоочередное движение?",
      answers: [
        "1. Водитель автобуса.",
        "2. Водитель легкового автомобиля."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_46.png`
    },
    {
      question: "53. При выполнении поворота налево в данной ситуации:",
      answers: [
        "1. Уступите дорогу трамваю.",
        "2. Проедете перекресток первыми."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_47.png`
    },
    {
      question: "54. Как следует поступить в данной ситуации?",
      answers: [
        "1. Въехать на перекресток и, уступив дорогу легковому автомобилю, проехать перекресток.",
        "2. Подождать перед \"Стоп-линией\", пока водитель легкового автомобиля проедет перекресток.",
        "3. Проехать первым."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_48.png`
    },
    {
      question: "55. Какой водитель нарушает правила движения при выполнении поворота?",
      answers: [
        "1. Легкового автомобиля.",
        "2. Мотоцикла.",
        "3. Оба водителя.",
        "4. Никто."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_49.png`
    },
    {
      question: "56. В данной ситуации при выполнении поворота направо уступить дорогу:",
      answers: [
        "1. Обязаны.",
        "2. Не обязаны."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_50.png`
    },
    {
      question: "57. Разрешен ли поворот направо в данной ситуации?",
      answers: [
        "1. Да, не препятствуя пешеходам.",
        "2. Нет."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_51.png`
    },
    {
      question: "58. Уступить дорогу водителю трамвая в данной ситуации:",
      answers: [
        "1. Не обязаны.",
        "2. Обязаны."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_52.png`
    },
    {
      question: "59. При включении зеленого сигнала водитель:",
      answers: [
        "1. Должен уступить водителю грузового автомобиля.",
        "2. Имеет право на первоочередное движение."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_53.png`
    },
    {
      question: "60. На этом перекрестке водитель:",
      answers: [
        "1. Проедет первым.",
        "2. Должен уступить дорогу трамваю."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_54.png`
    },
    {
      question: "61. При проезде перекрестка прямо водитель:",
      answers: [
        "1. Может проехать первым.",
        "2. Должен уступить трамваю.",
        "3. Должен уступить обоим водителям."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_55.png`
    },
    {
      question: "62. При выполнении поворота водитель обязан уступить дорогу:",
      answers: [
        "1. Только пешеходам.",
        "2. Велосипедисту.",
        "3. Велосипедисту и пешеходам."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_56.png`
    },
    {
      question: "63. При выполнении поворота направо обязаны ли Вы уступить дорогу встречному водителю?",
      answers: [
        "1. Да.",
        "2. Нет."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_57.png`
    },
    {
      question: "64. При проезде перекрестка прямо:",
      answers: [
        "1. Мы можем проехать первыми.",
        "2. Обязаны уступить дорогу водителю легкового автомобиля."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_58.png`
    },
    {
      question: "65. При выполнении поворота налево следует уступить:",
      answers: [
        "1. Только водителю легкового автомобиля.",
        "2. Только пешеходам.",
        "3. Водителю легкового автомобиля и пешеходам."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_59.png`
    },
    {
      question: "66. Разрешается ли поворот направо в данной ситуации?",
      answers: [
        "1. Нет.",
        "2. Да, не препятствуя пешеходу."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_60.png`
    },
    {
      question: "67. При выполнении поворота налево:",
      answers: [
        "1. Вы обязаны уступить водителю трамвая.",
        "2. Проедете перекресток первыми."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_61.png`
    },
    {
      question: "68. Какие дорожные знаки не действуют, когда их требования противоречат значению сигналов светофора?",
      answers: [
        "1. Знаки приоритета.",
        "2. Запрещающие знаки.",
        "3. Предписывающиe знаки.",
        "4. Все перечисленные."
      ],
      correctAnswer: 0,
    },
    {
      question: "69. В данной ситуации дорогу обязан уступить:",
      answers: [
        "1. Водитель легкового автомобиля.",
        "2. Водитель трамвая."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_62.png`
    },
    {
      question: "70. При выполнении поворота направо:",
      answers: [
        "1. Мы обязаны уступить дорогу водителю трамвая.",
        "2. Проедем перекресток первыми."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_63.png`
    },
    {
      question: "71. Вы намерены выполнить поворот налево. Кому Вы обязаны уступить дорогу?",
      answers: [
        "1. Только водителю трамвая.",
        "2. Никому.",
        "3. Водителям автомобиля и трамвая."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_64.png`
    },
    {
      question: "72. При выполнении поворота налево:",
      answers: [
        "1. Выполните маневр без остановки.",
        "2. После въезда на перекресток остановитесь перед второй \"Стоп-линией\" и подождете, пока включится зеленый сигнал."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_65.png`
    },
    {
      question: "73. Обязаны ли мы в данной ситуации уступить водителю грузового автомобиля?",
      answers: [
        "1. Да.",
        "2. Нет."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_66.png`
    },
    {
      question: "74. При выполнении поворота налево в данной ситуации следует:",
      answers: [
        "1. Въехать на перекресток и подождать, пока регулировщик не подаст сигнал, разрешающий поворот налево.",
        "2. Остановиться перед разметкой \"Стоп-линия\" и подождать, пока регулировщик не подаст сигнал, разрешающий поворот налево.",
        "3. Выехать на перекресток и, после того как уступите дорогу встречному водителю, проехать перекресток."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_67.png`
    },
    {
      question: "75. В каком случае Вы можете проехать перекресток, не уступая другим участникам дорожного движения?",
      answers: [
        "1. При проезде прямо.",
        "2. При выполнении поворота направо.",
        "3. При выполнении поворота налево."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_68.png`
    },
    {
      question: "76. При выполнении поворота направо следует:",
      answers: [
        "1. Остановиться перед \"Стоп-линией\", чтобы не создавать препятствия для пешеходов.",
        "2. Въезжая на перекресток, остановиться, чтобы не создавать препятствия для пешеходов.",
        "3. Проехать перекресток без остановки."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_69.png`
    },
    {
      question: "77. При выполнении поворота направо:",
      answers: [
        "1. Следует уступить дорогу водителю легкового автомобиля.",
        "2. Вы проедете перекресток первыми."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_70.png`
    },
    {
      question: "78. После включения разрешающего сигнала светофора мы можем въехать на перекресток:",
      answers: [
        "1. Только при выполнении разворота или поворота.",
        "2. Во всех случаях."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_71.png`
    },
    {
      question: "79. После включения зеленого сигнала мы обязаны:",
      answers: [
        "1. Убедиться, что в невидимой части пешеходного перехода нет пешеходов, не завершивших переход.",
        "2. Согласно сигналу светофора непосредственно начать движение."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_72.png`
    },
    {
      question: "80. Обязаны ли Вы уступить дорогу автобусу?",
      answers: [
        "1. Да.",
        "2. Нет."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_73.png`
    },
    {
      question: "81. При выполнении разворота в данной ситуации уступить дорогу другому водителю:",
      answers: [
        "1. Не обязаны.",
        "2. Обязаны."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_74.png`
    },
    {
      question: "82. С этого положения в каком направлении водитель может продолжить движение?",
      answers: [
        "1. Только прямо.",
        "2. Прямо и направо.",
        "3. Прямо и налево.",
        "4. Во всех направлениях."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_75.png`
    },
    {
      question: "83. Какой водитель может продолжить движение?",
      answers: [
        "1. Ни один.",
        "2. Только водитель автобуса.",
        "3. Оба водителя."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_76.png`
    },
    {
      question: "84. Проезжать переезд:",
      answers: [
        "1. Разрешается.",
        "2. Запрещается."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_77.png`
    },
    {
      question: "85. Где следует остановиться, подчиняясь сигналу светофора?",
      answers: [
        "1. Перед светофором.",
        "2. Перед пересекаемой проезжей частью.",
        "3. В любом месте."
      ],
      correctAnswer: 0,
      imageUrl:`${PATHNAME}/6/theme_6_pic_78.png`
    },
    {
      question: "86. Выполнение поворота налево разрешается:",
      answers: [
        "1. С полосы реверсивного движения.",
        "2. С указанной на рисунке полосы."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_79.png`
    },
    {
      question: "87. Движение разрешается:",
      answers: [
        "1. Только прямо.",
        "2. Только направо.",
        "3. Прямо и направо."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_80.png`
    },
    {
      question: "88. Движение разрешается:",
      answers: [
        "1. Прямо и направо.",
        "2. Только прямо.",
        "3. Только направо."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_81.png`
    },
    {
      question: "89. Стрелки, изображенные на зеленом сигнале светофора, информируют:",
      answers: [
        "1. Поворот направо запрещен.",
        "2. Движение направо регулируется дополнительной секцией."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_82.png`
    },
    {
      question: "90. Разрешен ли обгон грузового автомобиля?",
      answers: [
        "1. Да.",
        "2. Нет."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_83.png`
    },
    {
      question: "91. В каком направлении водитель может продолжить движение в данной ситуации?",
      answers: [
        "1. Только налево.",
        "2. Должен дождаться разрешающего сигнала.",
        "3. Налево и в обратном направлении."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_84.png`
    },
    {
      question: "92. Въезжать на полосу реверсивного движения в данной ситуации",
      answers: [
        "1. Разрешено.",
        "2. Разрешено только с целью обгона.",
        "3. Запрещено."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_85.png`
    },
    {
      question: "93. С указанной полосы прямое движение",
      answers: [
        "1. Разрешено.",
        "2. Разрешено только после включения основного зеленого сигнала.",
        "3. Запрещено."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_86.png`
    },
    {
      question: "94. Движение разрешается:",
      answers: [
        "1. Прямо и направо.",
        "2. Только направо.",
        "3. Во всех направлениях."
      ],
      correctAnswer: 2,
      imageUrl:`${PATHNAME}/6/theme_6_pic_87.png`
    },
    {
      question: "95. В данной ситуации движение:",
      answers: [
        "1. Разрешено.",
        "2. Запрещено."
      ],
      correctAnswer: 1,
      imageUrl:`${PATHNAME}/6/theme_6_pic_88.png`
    }
  ]