import { TQuestions } from '../../types/question';

export const questions3: Array<TQuestions> = [
  {
    question: "1. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Остаточная высота протектора шин легкового автомобиля составляет 1.8 мм.",
      "2.Нарушена герметичность гидравлического тормозного привода.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "2. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Остаточная высота протектора шин грузового автомобиля составляет 1.6 мм.",
      "2.Не действует манометр пневматического тормозного привода.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "3. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В рулевом управлении имеются не предусмотренные конструкцией перемещения деталей и узлов или резьбовые соединения не затянуты.",
      "2.В грузовом автомобиле отсутствует огнетушитель.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "4. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работают в установленном режиме внешние световые приборы.",
      "2.Остаточная высота протектора шин мотоцикла составляет 0.6 мм.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "5. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Задние противотуманные фонари подключены к светодиодным стоп-сигналам транспортного средства.",
      "2.Не работает указатель температуры охлаждающей жидкости двигателя.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "6. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Двигатель работает с перебоями.",
      "2.Шины имеют обнажающие корд местные повреждения.",
      "3.Не работают приборы внутреннего освещения салона легкового автомобиля.",
      "4.Во всех перечисленных случаях"
    ],
    correctAnswer: 1,
  },
  {
    question: "7. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.На мотоцикле без бокового прицепа отсутствует знак \"Аварийная остановка\".",
      "2.Шины по размеру или допустимой нагрузке не соответствуют модели транспортного средства.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "8. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Отсутствует хотя бы один болт крепления обода колеса.",
      "2.На одну ось установлены шины с различными рисунками протектора.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "9. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Отсутствуют предусмотренные конструкцией подголовники сидений.",
      "2.На одну ось установлены новые и восстановленные шины.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "10. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Содержание вредных веществ в отработавших газах превышает нормы, установленные законодательством РА.",
      "2.На мотоцикле отсутствуют предусмотренные конструкцией подножки.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "11. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Нарушена герметичность системы вентиляции картера двигателя.",
      "2.Нарушена герметичность системы питания двигателя.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "12. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Нарушена герметичность системы вентиляции картера двигателя.",
      "2.На одну ось установлены новые морозостойкие и неморозостойкие шины.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "13. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работают предусмотренные конструкцией стеклоомыватели.",
      "2.Допустимый уровень внешнего шума двигателя превышает установленные стандартом нормы.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "14. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Двигатель работает с перебоями.",
      "2.Задние противотуманные фонари не подключены к светодиодным стоп-сигналам.",
      "3.Не работают предусмотренные конструкцией стеклоомыватели.",
      "4.Во всех перечисленных случаях"
    ],
    correctAnswer: 2,
  },
  {
    question: "15. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Установлены предметы, влекущие опасность травмирования участников дорожного движения.",
      "2.Не работает устройство звукового сигнала.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "16. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Имеется люфт в соединениях рамы мотоцикла с рамой бокового прицепа.",
      "2.В передней части установлены противотуманные фары с огнями желтого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "17. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В грузовом автомобиле отсутствует медицинская аптечка.",
      "2.В передней части установлены светоотражающие приспособления белого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "18. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.На мотоцикле с боковым прицепом отсутсвует медицинксая аптечка.",
      "2.Неисправно опорно-сцепное устройство тягача.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "19. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работают предусмотренные конструкцией транспортного средства ремни безопасности.",
      "2.Установлены предметы, ограничивающие обзорность с места водителя.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "20. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В конструкцию транспортного средства внесены изменения (переоборудования) без разрешения органа, осуществляющего учет транспортного средства.",
      "2.В передней части установлены указатели поворота  с огнями желтого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "21. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Механическое транспортное средство, используемое для обучения практическому вождению, не оборудовано соответсвующим опознавательным знаком.",
      "2.Не работает указатель уровня топлива.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "22. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Отсутствуют предусмотренные конструкцией дуги безопасности.",
      "2.Остаточная высота протектора шин составляет 1.6 мм.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "23. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В передней части установлены указатели поворота с огнями желтого цвета.",
      "2.Отсутствует хотя бы один болт крепления обода колеса.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },

  {
    question: "24. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В передней части установлены указатели поворота с огнями оранжевого цвета.",
      "2.Неисправно тягово-сцепное устройство тягача.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "25. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В передней части установлены светоотражающие приспособления белого цвета.",
      "2.Неисправно тягово-сцепное устройство тягача.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "26. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Отсутствуют предусмотренные конструкцией ремни безопасности.",
      "2.В задней части установлены фонари заднего хода с огнями белого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "27. Эксплуатация мотоциклов с боковыми прицепами запрещена, если:",
    answers: [
      "1.Отсутствует предусмотренная конструкцией поперечная рукоятка для пассажира на седле.",
      "2.Остаточная высота протектора шин мотоцикла составляет 0.6 мм.",
      "3.Отсутствует медицинская аптечка.",
      "4.Во всех перечисленных случаях."
    ],
    correctAnswer: 3,
  },
  {
    question: "28. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работает предусмотренный конструкцией механизм регулировки положения сидения водителя.",
      "2.Не работают приборы внутреннего освещения салона автобуса.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "29. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работают приборы внутреннего освещения салона легкового автомобиля.",
      "2.Отсутствуют предусмотренные конструкцией подголовники сидений.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "30. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В задней части установлены светоотражающие приспособления красного цвета.",
      "2.Не работает предусмотренный конструкцией спидометр.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "31. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Суммарный люфт в рулевом управлении легкового автомобиля превышает 10 градусов.",
      "2.Отсутствуют предусмотренные конструкцией грязезащитные фартуки и брызговики.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "32. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Затруднен пуск двигателя.",
      "2.В автобусе отсутствует медицинская аптечка.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "33. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В легковом автомобиле отсутствует медицинская аптечка.",
      "2.В задней части установлены фонари заднего хода с огнями красного цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "34. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В автобусе отсутствует знак \"Аварийная остановка\".",
      "2.В задней части установлены фонари освещения учетного номерного знака с огнями белого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "35. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Остаточная высота рисунка протектора шин прицепа легкового автомобиля -менее 1,6 мм.",
      "2.В задней части установлены указатели поворота с огнями оранжевого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "36. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Нарушена герметичность гидравлического тормозного привода.",
      "2.В задней части установлены указатели поворота с огнями белого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "37. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.На одну ось установлены шины различных конструкций.",
      "2.Нарушена герметичность системы питания двигателя.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "38. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работает устройство звукового сигнала.",
      "2.Система охлаждения не обеспечивает стабильный тепловой режим работы двигателя.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "39. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Резьбовые соединения рулевого управления не затянуты или не зафиксированы установленным способом.",
      "2.В автобусе отсутствуют огнетушители.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "40. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.В рулевом управлении имеются не предусмотренные конструкцией перемещения деталей и узлов.",
      "2.В передней части установлены указатели поворота  с огнями белого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "41. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Остаточная высота рисунка протектора шин автобуса составляет 1,8 мм.",
      "2.Нарушена герметичность гидравлического тормозного привода.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "42. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не действует манометр пневматического тормозного привода.",
      "2.Остаточная высота протектора шин автобуса составляет 1,6 мм.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "43. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работают в установленном режиме внешние световые приборы.",
      "2.Остаточная высота рисунка протектора шин автобуса составляет 0,8 мм.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "44. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Двигатель работает с перебоями.",
      "2.Шины имеют обнажающие корд внешние повреждения.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "45. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Отсутствует медицинская аптечка.",
      "2.Остаточная высота рисунка протектора шин автобуса составляет 2.2 мм.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "46. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Не работают приборы внутреннего освещения салона легкового автомобиля.",
      "2.Не работают приборы  освещения салона автобуса.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "47. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Суммарный люфт в рулевом управлении автобуса, изготовленном на базе легкового автомобиля, превышает 10 градусов.",
      "2.Отсутствуют предусмотренные конструкцией грязезащитные фартуки и брызговики.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "48. Эксплуатация транспортных средств запрещена, если:",
    answers: [
      "1.Суммарный люфт в рулевом управлении автобуса, изготовленном на базе легкового автомобиля, превышает 15 градусов.",
      "2.Суммарный люфт в рулевом управлении автобуса составляет 15 градусов.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "49. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.В задней части установлены светоотражающие приспособления белого цвета.",
      "2.В задней части установлены светоотражающие приспособления красного цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "50. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Имеется не менее 2-х противооткатных упоров.",
      "2.В задней части установлены светоотражающие приспособления белого цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "51. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Не работают аварийные открыватели дверей.",
      "2.В передней части установлены указатели поворота красного цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "52. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Не работает сигнал требования остановки.",
      "2.В задней части установлены указатели поворота и красного цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "53. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Остаточная высота рисунка протектора шин автобуса составляет 1.6 мм.",
      "2.Не работает указатель температуры охлаждающей жидкости двигателя.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "54. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Остаточная высота рисунка протектора шин автобуса составляет 2.5 мм.",
      "2.Не работают приборы внутреннего освещения салона.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "55. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Не работают аварийные выходы и устройства приведения их в действие.",
      "2.Не работает сигнал требования остановки.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "56. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Не работает привод управления дверьми.",
      "2.Отсутствует медицинская аптечка.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "57. Эксплуатация автобусов, имеющих разрешенную максимальную массу свыше 5 тонн, запрещена, если:",
    answers: [
      "1.Отсутствуют противооткатные упоры.",
      "2.В задней части установлены фонари заднего хода красного цвета.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "58. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Имеется один огнетушитель.",
      "2.Отсутствует знак \"Аварийная остановка\".",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "59. Эксплуатация автобусов запрещена, если:",
    answers: [
      "1.Имеется один противооткатный упор.",
      "2.Имеется один огнетушитель.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "60. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Не работает предусмотренный конструкцией замок двери кузова.",
      "2.Не работает предусмотренный конструкцией замок двери кабины.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "61. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.В задней части установлены световые указатели поворота красного цвета.",
      "2.Отсутствует предусмотренное конструкцией заднее защитное устройство.",
      "3.В обоих случаях."
    ],
    correctAnswer: 1,
  },
  {
    question: "62. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Стояночная тормозная система не обеспечивает неподвижное состояние на установленном стандартом уклоне.",
      "2.Нарушена герметичность поршней коробки передач.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "63. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Не работает держатель запасного колеса.",
      "2.Нарушена герметичность поршней заднего моста.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "64. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.На ленте предусмотренных конструкцией ремней безопасности присутствуют видимые разрывы.",
      "2.Не оборудовано противотуманными фарами.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "65. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Не работает предусмотренная конструкцией клапанная крышка двигателя.",
      "2.Задние боковые стекла зашторены и присутствуют 2 боковых зеркала заднего вида.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "66. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Задние боковые стекла зашторены и отсутствуют 2 боковых зеркала заднего вида.",
      "2.Не работают предусмотренные конструкцией устройства обогрева стекол и воздуходувки.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "67. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Не работает предусмотренная конструкцией пробка топливного бака.",
      "2.Передние боковые стекла зашторены.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "68. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Сигнал звукового сигнализатора не работает.",
      "2.Отсутствуют стекла, предусмотренная конструкцией транспортного средства.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "69. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.На колесном ободе или диске присутствуют трещины.",
      "2.Присутствуют видимые нарушения типа и размеров отверстий для крепления колесного обода.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "70. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Загрязнены внешние световые приборы и световозвращатели.",
      "2.Загрязнены передние и задние защитные устройства.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "71. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.На световых приборах отсутствуют лампы или рассеиватели.",
      "2.Используются лампы или рассеиватели, не соответствующие типу данного светового прибора.",
      "3.В обоих случаях."
    ],
    correctAnswer: 2,
  },
  {
    question: "72. Эксплуатация транспортных средств запрещается, если:",
    answers: [
      "1.Загрязнены внешние световые приборы и световозвращатели.",
      "2.На транспортном средстве, снятом с производства, установлены внешние световые приборы транспортного средства другой марки.",
      "3.В обоих случаях."
    ],
    correctAnswer: 0,
  },
  {
    question: "73. Эксплуатация транспортных средств запрещается, если:",
    answers: [
        "1. На одну ось транспортного средства установлены шины с различными рисунками протектора.",
        "2. Остаточная высота рисунка протектора шины легкового автомобиля составляет 1,6 мм."
    ],
    correctAnswer: 0
},
{
    question: "74. Эксплуатация транспортных средств запрещается, если:",
    answers: [
        "1. Остаточная высота рисунка протектора шины грузового автомобиля составляет 1,4 мм.",
        "2. В передней части установлены световозвращатели желтого цвета.",
        "3. В обоих случаях."
    ],
    correctAnswer: 1
},
{
    question: "75. Эксплуатация транспортных средств запрещается, если:",
    answers: [
        "1. В задней части установлены световозвращатели желтого цвета.",
        "2. В передней части установлены световозвращатели желтого цвета.",
        "3. В обоих случаях."
    ],
    correctAnswer: 2
},
{
    question: "76. Эксплуатация транспортных средств запрещается, если:",
    answers: [
        "1. В задней части установлен опознавательный знак 'Крупногабаритный груз' со светоотражающими полосами белого и красного цветов.",
        "2. Остаточная высота рисунка протектора шин мопеда составляет 0,7 мм.",
        "3. В обоих случаях."
    ],
    correctAnswer: 1
},
{
    question: "77. Эксплуатация транспортных средств запрещается, если:",
    answers: [
        "1. На машине, управляемой со стороны врача-водителя, отсутствует опознавательный знак 'Врач'.",
        "2. Не работает предусмотренная конструкцией пробка топливного бака.",
        "3. В обоих случаях."
    ],
    correctAnswer: 1
},
{
    question: "78. Эксплуатация транспортных средств запрещается, если:",
    answers: [
        "1. На одну ось транспортного средства установлены шины с различными рисунками протектора.",
        "2. В передней части установлен опознавательный знак 'Перевозка детей' на желтом световозвращающем фоне и с красной световозвращающей каймой.",
        "3. В обоих случаях."
    ],
    correctAnswer: 0
}
];
