import { TQuestions } from "../../types/question";
import { PATHNAME } from "../path-name";

export const questions9: Array<TQuestions> = [
  {
    question: "1. При приближении к остановившемуся транспортному средству с включенным проблесковым маячком красного цвета, водители транспортных средств общего пользования, движущихся в данном направлении, должны:",
    answers: [
      "1. Остановиться и продолжить движение только после получения разрешения.",
      "2. Снизить скорость, чтобы иметь возможность немедленно остановиться в случае необходимости.",
      "3. Продолжить движение, так как движутся по определенному маршруту.",
    ],
    correctAnswer: 0,
  },
  {
    question: "2. При приближении транспортного средства с включенными проблесковым маячком синего цвета и специальным звуковым сигналом, водители транспортных средств общего пользования должны:",
    answers: [
      "1. Продолжить движение, так как движутся по определенному маршруту.",
      "2. Уступить дорогу для обеспечения беспрепятственного проезда указанного транспортного средства.",
      "3. Снизить скорость и уступить дорогу для обеспечения беспрепятственного проезда указанного транспортного средства.",
    ],
    correctAnswer: 1,
  },
  {
    question: "3. Водителями транспортных средств общего пользования звуковые сигналы могут применяться:",
    answers: [
      "1. Для получения преимущества по отношению к другим участникам движения.",
      "2. В населенных пунктах, для предупреждения других водителей о намерении произвести обгон.",
      "3. Когда это необходимо для предотвращения дорожно-транспортного происшествия.",
      "4. Во всех случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "4. При движении по установленному маршруту в темное время суток на неосвещенных участках дорог на автобусе должен быть включен",
    answers: [
      "1. Только ближний свет фар.",
      "2. Только дальний свет фар.",
      "3. Дальний или ближний свет фар.",
    ],
    correctAnswer: 2,
  },
  {
    question: "5. Должен ли быть включен ближний свет фар на транспортном средстве общего пользования при движении в светлое время суток по специально выделенной полосе против основного потока движения?",
    answers: [
      "1. Должен.",
      "2. Не должен.",
    ],
    correctAnswer: 0,
  },
  {
    question: "6. В каком случае правила не требуют подачи предупредительного сигнала?",
    answers: [
      "1. Перед остановкой у края проезжей части.",
      "2. Перед закруглением дороги, обозначенной знаком \"Опасный поворот\".",
      "3. Перед перестроением на соседнюю полосу движения.",
    ],
    correctAnswer: 1,
  },
  {
    question: "7. Перед перестроением предупредительный сигнал должен быть подан:",
    answers: [
      "1. Непосредственно перед выполнением маневра.",
      "2. Сразу после выполнения маневра.",
      "3. Заранее - до выполнения маневра.",
    ],
    correctAnswer: 2,
  },
  {
    question: "8. Перед маневром предупредительный сигнал должен быть подан:",
    answers: [
      "1. Непосредственно перед выполнением маневра.",
      "2. Одновременно с выполнением маневра.",
      "3. Заранее - до выполнения маневра.",
    ],
    correctAnswer: 2,
  },
  {
    question: "9. Подача водителем предупредительного сигнала рукой прекращается:",
    answers: [
      "1. Непосредственно перед выполнением маневра.",
      "2. Непосредственно после завершения выполнения маневра.",
      "3. Во время выполнения маневра.",
    ],
    correctAnswer: 0,
  },
  {
    question: "10. В каком случае водитель должен подать предупредительный сигнал перед остановкой?",
    answers: [
      "1. Если сзади него движется другое транспортное средство.",
      "2. Только в населенных пунктах.",
      "3. Во всех случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "11. Какие сигналы общей тревоги обязан подавать водитель звуковыми сигналами при вынужденной остановке транспортного средства на железнодорожном переезде?",
    answers: [
      "1. Три длинных и один короткий.",
      "2. Один длинный и три коротких.",
      "3. Один длинный и два коротких.",
    ],
    correctAnswer: 1,
  },
  {
    question: "12. При отсутствии или неисправности светового указателя поворота подача предупредительного сигнала рукой прекращается:",
    answers: [
      "1. Непосредственно перед выполнением маневра.",
      "2. Непосредственно после завершения выполнения маневра.",
      "3. Во время выполнения маневра.",
    ],
    correctAnswer: 0,
  },
  {
    question: "13. Сигналом общей тревоги на железнодорожном переезде служат следующие комбинации звуковых сигналов:",
    answers: [
      "1. Два длинных и два коротких.",
      "2. Один длинный и три коротких.",
      "3. Три длинных и три коротких.",
      "4. Три длинных и один короткий.",
    ],
    correctAnswer: 1,
  },
  {
    question: "14. На каком рисунке водитель подает сигнал о повороте налево?",
    answers: [
      "1. 1",
      "2. 2",
      "3. 3",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_1.png`,
  },
  {
    question: "15. Приближаясь к стоящему транспорту с включенным проблесковым маячком красного цвета, водители транспортных средств, движущихся в данном направлении, должны:",
    answers: [
      "1. Остановиться и продолжить движение после получения на это разрешение.",
      "2. Снизить скорость, чтобы иметь возможность немедленно остановиться в случае необходимости.",
    ],
    correctAnswer: 0,
  },
  {
    question: "16. С какой целью на транспортных средствах устанавливаются проблесковые маячки оранжевого или желтого цветов?",
    answers: [
      "1. Для получения преимущества по отношению к другим участникам движения.",
      "2. Для предупреждения других участников движения об опасности.",
    ],
    correctAnswer: 1,
  },
  {
    question: "17. При приближении транспортного средства с включенными проблесковым маячком синего цвета и специальным звуковым сигналом, водители должны:",
    answers: [
      "1. Уступить дорогу для обеспечения беспрепятственного проезда указанного транспортного средства.",
      "2. Снизить скорость и уступить дорогу для обеспечения беспрепятственного проезда указанного транспортного средства, а также сопровождаемых им транспортных средств.",
    ],
    correctAnswer: 0,
  },
  {
    question: "18. Синий автомобиль проедет перекресток:",
    answers: [
      "1. Первым одновременно с красным.",
      "2. Вторым одновременно с красным.",
      "3. Третьим одновременно с красным.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_2.png`,
  },
  {
    question: "19. При приближении транспортного средства с включенными проблесковым маячком синего и красного цветов и специальным звуковым сигналом, водители должны:",
    answers: [
      "1. Уступить дорогу для обеспечения беспрепятственного проезда указанного транспортного средства.",
      "2. Снизить скорость и уступить дорогу для обеспечения беспрепятственного проезда указанного транспортного средства, а также сопровождаемых им транспортных средств.",
    ],
    correctAnswer: 1,
  },
  {
    question: "20. Водитель какого транспортного средства имеет право на первоочередное движение?",
    answers: [
      "1. Водитель дорожной машины.",
      "2. Водитель легкового автомобиля.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_3.png`,
  },
  {
    question: "21. Черный автомобиль проедет перекресток:",
    answers: [
      "1. Первым.",
      "2. Вторым.",
      "3. Последним.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_4.png`,
  },
  {
    question: "22. Водитель какого транспортного средства должен уступить дорогу?",
    answers: [
      "1. Водитель автомобиля скорой помощи.",
      "2. Водитель легкового автомобиля.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_5.png`,
  },
  {
    question: "23. Синий автомобиль проедет перекресток:",
    answers: [
      "1. Первым.",
      "2. Вторым.",
      "3. Третьим.",
      "4. Последним.",
    ],
    correctAnswer: 3,
    imageUrl: `${PATHNAME}/9/theme_9_pic_6.png`,
  },
  {
    question: "24. Дает ли преимущество в движении включенный на транспортном средстве проблесковый маячок желтого (оранжевого) цвета?",
    answers: [
      "1. Дает.",
      "2. Не дает.",
    ],
    correctAnswer: 1,
  },
  {
    question: "25. Водитель транспортного средства с включенным проблесковым маячком бело-лунного цвета подает специальный звуковой сигнал, чтобы:",
    answers: [
      "1. Получить преимущество в движении перед другими участниками движения.",
      "2. Привлечь внимание служащих полиции и других лиц.",
    ],
    correctAnswer: 1,
  },
  {
    question: "26. Водитель транспортного средства с оборудованным проблесковым маячком синего цвета имеет преимущество перед другими участниками движения, если:",
    answers: [
      "1. Включил проблесковый маячок.",
      "2. Подает специальный звуковой сигнал.",
      "3. Включил проблесковый маячок и подает специальный звуковой сигнал.",
    ],
    correctAnswer: 2,
  },
  {
    question: "27. На каком расстоянии запрещен обгон перед железнодорожным переездом?",
    answers: [
      "1. Ближе, чем за 50 м.",
      "2. Ближе, чем за 100 м.",
      "3. Ближе, чем за 150 м.",
    ],
    correctAnswer: 1,
  },
  {
    question: "28. Разрешается ли обгон транспортных средств в зоне перекрестка на дороге, являющейся главной по отношению к пересекаемой?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 1,
  },
  {
    question: "29. Разрешается ли водителю легкового автомобиля выполнить обгон в данной ситуации?",
    answers: [
      "1. Разрешается.",
      "2. Разрешается, если скорость мотоцикла не превышает 30 км/ч.",
      "3. Запрещается.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_7.png`,
  },
  {
    question: "30. Обгон запрещается:",
    answers: [
      "1. На перекрестке.",
      "2. Ближе, чем за 150 м до железнодорожного переезда.",
      "3. В обоих случаях.",
    ],
    correctAnswer: 0,
  },
  {
    question: "31. Обгон запрещается:",
    answers: [
      "1. На регулируемых перекрестках.",
      "2. На нерегулируемых перекрестках.",
      "3. В обоих случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "32. Разрешается ли обгонять автопоезд в данной ситуации, если его скорость не превышает 30 км/ч?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_8.png`,
  },
  {
    question: "33. Разрешается ли водителю зеленого автомобиля выполнить обгон?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
      "3. Разрешается, если красный автомобиль движется со скоростью менее 30 км/ч.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_9.png`,
  },
  {
    question: "34. Разрешается ли водителю красного автомобиля выполнить обгон в данной ситуации?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
      "3. Разрешается, если скорость обгоняемого автомобиля не превышает 30 км/ч.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_10.png`,
  },
  {
    question: "35. Разрешается ли в указанном месте обгонять автобус?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_11.png`,
  },
  {
    question: "36. Обгоном транспортных средств считается:",
    answers: [
      "1. Опережение находящегося в движении одного или нескольких транспортных средств, связанное с выездом на полосу встречного движения.",
      "2. Опережение находящегося в движении одного или нескольких транспортных средств, связанное с выездом с занимаемой полосы.",
    ],
    correctAnswer: 1,
  },
  {
    question: "37. В темное время суток и в условиях недостаточной видимости, независимо от освещения дороги, на движущемся механическом транспортном средстве должны быть включены:",
    answers: [
      "1. Дальний свет фар.",
      "2. Ближний свет фар.",
      "3. Дальний или ближний свет фар.",
    ],
    correctAnswer: 2,
  },
  {
    question: "38. В каком случае в светлое время суток на мотоцикле должен быть включен ближний свет фар?",
    answers: [
      "1. При движении в условиях недостаточной видимости.",
      "2. На имеющем неисправности мотоцикле, следующем к месту стоянки.",
      "3. В любом случае, при нахождении в движении.",
      "4. При перевозке больного пассажира.",
    ],
    correctAnswer: 2,
  },
  {
    question: "39. Что должен предпринять водитель в первую очередь при ослеплении светом фар встречного автомобиля?",
    answers: [
      "1. Дальний свет фар (если включен) переключить на ближний.",
      "2. Включить аварийную световую сигнализацию.",
      "3. Подать звуковой сигнал: один длинный и три коротких.",
      "4. Подать звуковой сигнал: один короткий и три длинных.",
    ],
    correctAnswer: 1,
  },
  {
    question: "40. Звуковые сигналы могут применяться только:",
    answers: [
      "1. В населенных пунктах, для предупреждения других водителей о намерении выполнить обгон.",
      "2. Когда это необходимо для предотвращения дорожно-транспортного происшествия.",
      "3. В обоих случаях.",
    ],
    correctAnswer: 1,
  },
  {
    question: "41. В темное время суток на механическом транспортном средстве, движущемся на неосвещенных участках дороги, должны быть включены:",
    answers: [
      "1. Ближний или дальний свет фар.",
      "2. Только ближний свет фар.",
      "3. Только дальний свет фар.",
    ],
    correctAnswer: 0,
  },
  {
    question: "42. Задние противотуманные фонари могут использоваться:",
    answers: [
      "1. При движении в колонне в темное время суток.",
      "2. При движении в тоннелях.",
      "3. Только в условиях недостаточной видимости.",
      "4. В темное время суток при разгрузке транспортного средства.",
      "5. Во всех перечисленных случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "43. На каком расстоянии до встречного транспортного средства дальний свет фар должен быть переключен на ближний?",
    answers: [
      "1. Не менее 100 м.",
      "2. Не менее 150 м.",
      "3. Не менее 300 м.",
    ],
    correctAnswer: 1,
  },
  {
    question: "44. Фарой-прожектором разрешается пользоваться:",
    answers: [
      "1. Только вне населенных пунктов при отсутствии встречных и попутных транспортных средств.",
      "2. Только в условиях недостаточной видимости.",
      "3. В любых местах, если в этом есть необходимость.",
      "4. В темное время суток на всех участках дороги.",
    ],
    correctAnswer: 0,
  },
  {
    question: "45. На каком расстоянии до начала опасного участка устанавливается этот предупреждающий знак в населенных пунктах?",
    answers: [
      "1. 25 - 50 м.",
      "2. 50 - 100 м.",
      "3. 100 - 150 м.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_12.png`,
  },
  {
    question: "46. Разрешается ли провозить через железнодорожный переезд сельскохозяйственные, дорожные, строительные и другие машины и механизмы?",
    answers: [
      "1. Разрешается, если переезд не оборудован шлагбаумом.",
      "2. Разрешается, если они находятся в нетранспортном положении.",
      "3. Разрешается, если они находятся в транспортном положении.",
    ],
    correctAnswer: 2,
  },
  {
    question: "47. Где разрешается пересекать железнодорожные линии?",
    answers: [
      "1. Там, где видимость с обоих сторон составляет не менее 1000 м.",
      "2. По усмотрению водителя в удобных для этого местах.",
      "3. В предусмотренных для этого местах.",
      "4. На расстоянии не менее 1000 м от железнодорожных вокзалов.",
    ],
    correctAnswer: 2,
  },
  {
    question: "48. Разрешается ли при выполнении служебного задания самовольно открывать шлагбаум или объезжать его?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
      "3. Разрешается по усмотрению водителя, если вблизи нет приближающегося поезда.",
      "4. Разрешается при отсутствии дежурного по переезду.",
    ],
    correctAnswer: 0,
  },
  {
    question: "49. Разрешается ли провозить через железнодорожный переезд сельскохозяйственные, дорожные, строительные и другие машины и механизмы?",
    answers: [
      "1. Разрешается.",
      "2. Разрешается, если они находятся в транспортном положении.",
      "3. Запрещается.",
    ],
    correctAnswer: 1,
  },
  {
    question: "50. Чем должен руководствоваться водитель при приближении к железнодорожному переезду?",
    answers: [
      "1. Положением шлагбаума и сигналами светофора.",
      "2. Требованиями дорожных знаков и разметок.",
      "3. Указаниями дежурного по переезду.",
      "4. Всеми перечисленными требованиями.",
    ],
    correctAnswer: 3,
  },
  {
    question: "51. Разрешается ли пешеходам передвигаться по дороге, обозначенной знаком \"Автомагистраль\"?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается, вне населенных пунктов - навстречу движения транспортных средств.",
      "3. Разрешается, вне населенных пунктов - по ходу движения транспортных средств.",
    ],
    correctAnswer: 0,
  },
  {
    question: "52. Движение транспортных средств, скорость которых по технической характеристике или состоянию не превышает 40 км/ч, на автомагистралях:",
    answers: [
      "1. Разрешается только по крайней правой полосе.",
      "2. Запрещается.",
      "3. Разрешается только при отсутствии знака \"Ограничение минимальной скорости\".",
    ],
    correctAnswer: 1,
  },
  {
    question: "53. На транспортном средстве аварийная световая сигнализация должна быть включена:",
    answers: [
      "1. При дорожно-транспортном происшествии.",
      "2. При вынужденной остановке в местах, где остановка запрещена.",
      "3. В обоих случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "54. На транспортном средстве аварийная световая сигнализация должна быть включена:",
    answers: [
      "1. При дорожно-транспортном происшествии.",
      "2. При буксировке (на буксируемом механическом транспортном средстве).",
      "3. При вынужденной остановке в местах, где остановка запрещена.",
      "4. Во всех перечисленных случаях.",
    ],
    correctAnswer: 3,
  },
  {
    question: "55. На каком расстоянии от транспортного средства устанавливают знак \"Аварийная остановка\"?",
    answers: [
      "1. В населенных пунктах - не менее чем за 15 м, вне населенных пунктов - 30 м.",
      "2. В населенных пунктах - не менее чем за 10 м, вне населенных пунктов - 20 м.",
      "3. В населенных пунктах - не менее чем за 5 м, вне населенных пунктов - 10 м.",
    ],
    correctAnswer: 0,
  },
  {
    question: "56. На транспортном средстве аварийная световая сигнализация должна быть включена:",
    answers: [
      "1. При ослеплении водителя светом фар.",
      "2. При буксировке (на буксируемом механическом транспортном средстве).",
      "3. В обоих случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "57. На застроенных территориях, въезды на которые и выезды с которых обозначены дорожными знаками \"Жилая зона\" и \"Конец жилой зоны\", не запрещается:",
    answers: [
      "1. Перемещение пешеходов по проезжей части дороги.",
      "2. Сквозное движение транспортных средств.",
      "3. Учебная езда.",
    ],
    correctAnswer: 0,
  },
  {
    question: "58. Перекресток считается регулируемым, если очередность движения на нем определяется:",
    answers: [
      "1. Только сигналами светофора.",
      "2. Только сигналами регулировщика.",
      "3. В обоих случаях.",
    ],
    correctAnswer: 2,
  },
  {
    question: "59. Если на грунтовой дороге непосредственно перед перекрестком имеется участок с покрытием, то делает ли это ее равной по значению с пересекаемой?",
    answers: [
      "1. Нет.",
      "2. Да.",
    ],
    correctAnswer: 0,
  },
  {
    question: "60. На каком рисунке показаны разрешенные направления движения?",
    answers: [
      "1. На левом рисунке.",
      "2. На среднем рисунке.",
      "3. На правом рисунке.",
      "4. На среднем и правом рисунках.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_13.png`,
  },
  {
    question: "61. Если значения сигналов светофора противоречат требованиям дорожных знаков приоритета, то водители должны руководствоваться:",
    answers: [
      "1. Требованиями знаков.",
      "2. Сигналами светофора.",
    ],
    correctAnswer: 1,
  },
  {
    question: "62. Разрешается ли водителю продолжать движение при включении желтого сигнала светофора или поднятии регулировщиком руки вверх?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается, если водитель не может остановиться, не прибегая к резкому торможению.",
    ],
    correctAnswer: 1,
  },
  {
    question: "63. Регулировщик подает сигнал свистком:",
    answers: [
      "1. Только в том случае, когда требует остановить транспортное средство.",
      "2. Для привлечения к себе внимания участников движения.",
    ],
    correctAnswer: 1,
  },
  {
    question: "64. Разрешается ли в данной ситуации автопоезду проехать по мосту?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_14.png`,
  },
  {
    question: "65. В каком случае правила не обязывают водителя автобуса подать предупредительный знак?",
    answers: [
      "1. При остановке у края проезжей части.",
      "2. Перед закруглением участка дороги, обозначенной знаком \"Опасный поворот\".",
      "3. Перед перестроением на соседнюю полосу движения.",
      "4. При движении по установленному маршруту.",
    ],
    correctAnswer: 1,
  },
  {
    question: "66. Перед перестроением водитель автобуса должен подать предупредительный сигнал:",
    answers: [
      "1. Непосредственно перед выполнением маневра.",
      "2. Сразу после выполнения маневра.",
      "3. Заранее - до выполнения маневра.",
      "4. Не обязан, если автобус движется по установленному маршруту.",
    ],
    correctAnswer: 2,
  },
  {
    question: "67. Какие повторяющиеся звуковые сигналы общей тревоги обязан подавать водитель автобуса при вынужденной остановке на железнодорожном переезде?",
    answers: [
      "1. Три длинных и один короткий.",
      "2. Один длинный и три коротких.",
      "3. Один длинный и два коротких.",
      "4. Два длинных и два коротких.",
    ],
    correctAnswer: 1,
  },
  {
    question: "68. Имеет ли водитель междугороднего автобуса право выполнять обгон мотоцикла, который движется со скоростью 70 км/ч?",
    answers: [
      "1. Не имеет право.",
      "2. Имеет право.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_15.png`,
  },
  {
    question: "69. Можно ли подавать предупреждающий сигнал рукой для движения по данной траектории?",
    answers: [
      "1. Можно, если неисправен указатель поворота.",
      "2. Можно, если неисправен указатель поворота в светлое время суток.",
      "3. Можно во всех случаях.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_16.png`,
  },
  {
    question: "70. Обязан ли водитель включить указатель поворота перед началом движения в населенном пункте?",
    answers: [
      "1. Не обязан.",
      "2. Обязан.",
      "3. Обязан при наличии других транспортных средств.",
    ],
    correctAnswer: 1,
  },
  {
    question: "71. Водитель автомобиля патрульной службы для приобретения преимущества перед другими участниками движения должен включить:",
    answers: [
      "1. Проблесковый маячок синего цвета.",
      "2. Проблесковые маячки синего и красного цветов.",
      "3. Проблесковый маячок синего цвета и специальный звуковой сигнал.",
    ],
    correctAnswer: 2,
  },
  {
    question: "72. Обязан ли водитель автобуса уступить дорогу автомобилю 'Скорой помощи', если на нем не включен проблесковый маячок синего цвета и специальный звуковой сигнал?",
    answers: [
      "1. Обязан.",
      "2. Не обязан.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_17.png`,
  },
  {
    question: "73. Обгон запрещается:",
    answers: [
      "1. На железнодорожных переездах и на расстоянии 100 м до него.",
      "2. На железнодорожных переездах и на расстоянии 150 м до него.",
      "3. На железнодорожных переездах и на расстоянии 250 м до него.",
    ],
    correctAnswer: 0,
  },
  {
    question: "74. О чем информирует сигнал, поданный рукой водителя легкового автомобиля?",
    answers: [
      "1. Выполняет поворот направо.",
      "2. Продолжает движение прямо.",
      "3. Тормозит.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_18.png`,
  },
  {
    question: "75. Аварийный световой сигнал включается:",
    answers: [
      "1. Перед въездом в тоннель.",
      "2. При дорожно-транспортном происшествии.",
      "3. При движении в составе организованной колонны.",
    ],
    correctAnswer: 1,
  },
  {
    question: "76. О чем информирует сигнал, поданный рукой водителя мотоцикла?",
    answers: [
      "1. Продолжает движение налево или в обратном направлении.",
      "2. Продолжает движение прямо или направо.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_19.png`,
  },
  {
    question: "77. О чем информирует сигнал, поданный рукой водителя легкового автомобиля?",
    answers: [
      "1. Выполняет поворот направо.",
      "2. Продолжает движение прямо.",
      "3. Тормозит, чтобы уступить дорогу мотоциклу.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_20.png`,
  },
  {
    question: "78. О чем информирует сигнал, поданный рукой водителя легкового автомобиля?",
    answers: [
      "1. Намерен выполнить левый поворот или разворот.",
      "2. Тормозит, чтобы уступить дорогу грузовому автомобилю.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_21.png`,
  },
  {
    question: "79. Обязан ли водитель включить указатель поворота в данной ситуации?",
    answers: [
      "1. Обязан.",
      "2. Не обязан.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_22.png`,
  },
  {
    question: "80. При организованной перевозке группы детей в светлое время суток на автобусе должны быть включены:",
    answers: [
      "1. Дальний свет фар.",
      "2. Ближний свет фар.",
      "3. Аварийный световой сигнал.",
      "4. Приборы внутреннего освещения салона.",
    ],
    correctAnswer: 1,
  },
  {
    question: "81. Разрешается ли водителю грузового автомобиля обгонять автобус, который двигается со скоростью 60 км/ч?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_23.png`,
  },
  {
    question: "82. Разрешается ли выполнять обгон в данной ситуации?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается.",
      "3. Разрешается, если автобус движется со скоростью менее 30 км/ч.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_24.png`,
  },
  {
    question: "83. Разрешается ли въезжать на железнодорожный переезд в данной ситуации?",
    answers: [
      "1. Разрешается.",
      "2. Запрещается.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_25.png`,
  },
  {
    question: "84. Разрешается ли въезжать на железнодорожный переезд в данной ситуации?",
    answers: [
      "1. Разрешается, если не приближается поезд.",
      "2. Разрешается, если открыт шлагбаум.",
      "3. Запрещается.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_26.png`,
  },
  {
    question: "85. Как необходимо действовать в данной ситуации?",
    answers: [
      "1. При отсутствии поезда объехать шлагбаум и продолжить движение.",
      "2. Остановиться и дождаться открытия шлагбаума.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_27.png`,
  },
  {
    question: "86. Разрешается ли проехать железнодорожный переезд в данной ситуации?",
    answers: [
      "1. Разрешается, если не приближается поезд.",
      "2. Разрешается.",
      "3. Запрещается.",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_28.png`,
  },
  {
    question: "87. Разрешается ли проехать железнодорожный переезд в данной ситуации?",
    answers: [
      "1. Запрещается.",
      "2. Разрешается, если не приближается поезд.",
      "3. Разрешается, поскольку дежурный переезда запрещает движение встречного транспортного средства.",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_29.png`,
  },
  {
    question: "88. В данной ситуации где можно начать обгон?",
    answers: [
      "1. На железнодорожном переезде.",
      "2. После железнодорожного переезда.",
      "3. Через 100 м после железнодорожного переезда.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_30.png`,
  },
  {
    question: "89. Какой маневр выполняет водитель легкового автомобиля?",
    answers: [
      "1. Обход",
      "2. Обгон",
      "3. Объезд",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_31.png`,
  },
  {
    question: "90. Разрешается ли обгонять мотоцикл?",
    answers: [
      "1. Разрешается",
      "2. Запрещается",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_32.png`,
  },
  {
    question: "91. В каком случае разрешается на дорогах с одной полосой в каждом направлении выполнять обгон на полосе встречного движения?",
    answers: [
      "1. Только в том случае, когда полоса встречного движения свободна на достаточном расстоянии",
      "2. Только в том случае, когда нас не обгоняют",
      "3. Необходимо, чтобы были обеспечены оба условия",
    ],
    correctAnswer: 2,
  },
  {
    question: "92. Разрешается ли обгон в указанной ситуации?",
    answers: [
      "1. Запрещается",
      "2. Разрешается, если маневр завершится в пределах видимости",
      "3. Разрешается",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_33.png`,
  },
  {
    question: "93. Разрешается ли обгон грузового автомобиля?",
    answers: [
      "1. Да",
      "2. Да, если обгон завершится до перекрестка",
      "3. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_34.png`,
  },
  {
    question: "94. Что требуется от водителя обгоняемого транспортного средства?",
    answers: [
      "1. Он обязан уступить дорогу выполняющему обгон",
      "2. Он никоим образом не должен препятствовать обгоняющему, повышая скорость или выполняя другие действия",
    ],
    correctAnswer: 1,
  },
  {
    question: "95. Разрешается ли выполнять обгон в данной ситуации?",
    answers: [
      "1. Запрещается",
      "2. Разрешается, если скорость грузового автомобиля менее 30 км/ч",
      "3. Разрешается",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_35.png`,
  },
  {
    question: "96. Разрешается ли водителю грузового автомобиля обгонять трактор, если разрешенная максимальная масса составляет 3 тонны?",
    answers: [
      "1. Да",
      "2. Да, если трактор движется со скоростью менее 30 км/ч",
      "3. Нет",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_36.png`,
  },
  {
    question: "97. Если встречный разъезд затруднен в данной ситуации, то дорогу должен уступить:",
    answers: [
      "1. Водитель грузового автомобиля",
      "2. Водитель легкового автомобиля",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_37.png`,
  },
  {
    question: "98. Обгон на пешеходном переходе:",
    answers: [
      "1. Запрещается только при наличии пешехода",
      "2. Запрещается",
      "3. Разрешается",
    ],
    correctAnswer: 1,
  },
  {
    question: "99. Что показывает данный дорожный знак?",
    answers: [
      "1. Через 500 метров есть упавшее дерево",
      "2. Через 500 метров место отдыха",
      "3. На расстоянии 500 метров место отдыха",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_38.png`,
  },
  {
    question: "100. Водитель в этой ситуации включить световой указатель поворота:",
    answers: [
      "1. Обязан",
      "2. Обязан, если есть приближающийся сзади водитель",
      "3. Не обязан",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_39.png`,
  },
  {
    question: "101. Поднятая вверх рука водителя информирует:",
    answers: [
      "1. О выполнении поворота налево",
      "2. О прямом движении",
      "3. О прекращении движения",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_40.png`,
  },
  {
    question: "102. Подача сигнала преимущество по отношению к другим участникам движения:",
    answers: [
      "1. Предоставляет",
      "2. Не предоставляет",
      "3. Предоставляет, только начиная движения",
    ],
    correctAnswer: 1,
  },
  {
    question: "103. О чем информирует водитель мотоцикла?",
    answers: [
      "1. О продолжении движения прямо",
      "2. О выполнении поворота налево",
      "3. О снижении скорости, чтобы уступить дорогу легковому автомобилю",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_41.png`,
  },
  {
    question: "104. При выполнении поворота налево в данной ситуации подача сигнала:",
    answers: [
      "1. Обязательна",
      "2. Не обязательна",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_42.png`,
  },
  {
    question: "105. При выполнении обгона мы обязаны выключить световой указатель поворота:",
    answers: [
      "1. Непосредственно после перестроения на левую полосу",
      "2. Только после того, как проедем впереди идущее транспортное средство",
      "3. На усмотрение водителя",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_43.png`,
  },
  {
    question: "106. При выполнении разворота на этом перекрестке какой указатель поворота мы должны включить?",
    answers: [
      "1. Правый",
      "2. Левый",
      "3. Никакой",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_44.png`,
  },
  {
    question: "107. Обязаны ли Вы в указанной ситуации подать сигнал световым указателем?",
    answers: [
      "1. Да",
      "2. Нет",
      "3. Да, если есть водитель, двигающийся по правой полосе",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_45.png`,
  },
  {
    question: "108. О чем информирует водитель мотоцикла?",
    answers: [
      "1. О продолжении движения прямо",
      "2. О выполнении поворота направо",
      "3. О выполнении поворота налево или разворота",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_46.png`,
  },
  {
    question: "109. Сигнал о маневре, поданный световым указателем, должен быть прекращен:",
    answers: [
      "1. Непосредственно перед маневром",
      "2. Непосредственно после маневра",
      "3. В течение маневра",
    ],
    correctAnswer: 1,
  },
  {
    question: "110. Подача сигнала световым указателем в указанной ситуации:",
    answers: [
      "1. Обязательна",
      "2. По усмотрению водителя",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_47.png`,
  },
  {
    question: "111. Какой водитель подает сигнал о повороте направо?",
    answers: [
      "1. Только находящийся справа",
      "2. Оба водителя",
      "3. Только находящийся слева",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_48.png`,
  },
  {
    question: "112. При маневрировании на стоянках или АЗС подавать сигнал световым указателем:",
    answers: [
      "1. Обязаны",
      "2. Не обязаны",
    ],
    correctAnswer: 0,
  },
  {
    question: "113. В данной ситуации что может обозначать вытянутая наружу рука водителя?",
    answers: [
      "1. Информация о начале движения с его стороны",
      "2. Знак о просьбе остановиться",
      "3. Сигнал общей тревоги",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_49.png`,
  },
  {
    question: "114. Какие сигналы Вы должны подать при выполнении разворота по указанной траектории?",
    answers: [
      "1. Правый",
      "2. Левый",
      "3. Сначала правый, потом левый",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_50.png`,
  },
  {
    question: "115. Если Вы намерены остановиться непосредственно после перекрестка, когда Вы должны включить световой указатель поворота направо для того, чтобы не ввести в заблуждение участников движения?",
    answers: [
      "1. Заранее, до перекрестка",
      "2. После въезда на перекресток",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_51.png`,
  },
  {
    question: "116. Имеет ли преимущество водитель завершающего обгон автомобиля по отношению к водителю, движущемуся по данной полосе, при перестроении на параллельную полосу?",
    answers: [
      "1. Нет",
      "2. Да",
    ],
    correctAnswer: 0,
    imageUrl: `${PATHNAME}/9/theme_9_pic_52.png`,
  },
  {
    question: "117. Водителю, выезжающему с окрестной территории, включившему специальные звуковые и световые сигналы, уступать:",
    answers: [
      "1. Не обязаны",
      "2. Обязаны",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_53.png`,
  },
  {
    question: "118. При проезде перекрестка прямо обязаны ли мы уступить дорогу водителю грузового автомобиля с включенными проблесковыми маячками желтого цвета?",
    answers: [
      "1. Да",
      "2. Нет",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_54.png`,
  },
  {
    question: "119. При повороте налево дорогу уступим:",
    answers: [
      "1. Водителю мотоцикла",
      "2. Водителю автомобиля с включенными специальными световыми и звуковыми сигналами",
      "3. Оба водителям",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_55.png`,
  },
  {
    question: "120. Мы обязаны уступить дорогу:",
    answers: [
      "1. Обоим водителям",
      "2. Водителю грузового автомобиля с проблесковым маячком желтого цвета",
      "3. Только водителю автобуса",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_56.png`,
  },
  {
    question: "121. В данной ситуации:",
    answers: [
      "1. Вы проедете перекресток первыми",
      "2. Должны уступить дорогу водителю, приближающемуся слева.",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_57.png`,
  },
  {
    question: "122. Мы обязаны уступить:",
    answers: [
      "1. Всем",
      "2. Водителю полицейской машины",
      "3. Никому",
    ],
    correctAnswer: 1,
    imageUrl: `${PATHNAME}/9/theme_9_pic_58.png`,
  },
  {
    question: "123. При выполнении поворота налево:",
    answers: [
      "1. Вы проедете перекресток первыми",
      "2. Уступите только водителю полицейской машины",
      "3. Уступите всем водителям",
    ],
    correctAnswer: 2,
    imageUrl: `${PATHNAME}/9/theme_9_pic_59.png`,
  },
];
